[Language]
DisplayName=繁體中文

for Bot-MBR_v7.6.3_Simbios-MOD-1.3.1
哈比~會飛的貓漢化-於20181018PM04:40 GMT+08:00

[MBR GUI Design - Loading]
Android_instance_01=%s
Android_instance_02=%s (模擬器程序 %s)
Closing_previous=關閉之前的機器人...
Commandline_multiple_Bots=使用命令列或視窗捷徑如下，可以同時啟動多個 MyBot:\r\n     MyBot.run.exe [ProfileName] [EmulatorName] [InstanceName]\r\n\r\n命令列第一個參數，指定配置（您可以在機器人-配置頁面上製造配置，如果配置名稱包含空白，則用雙引號將配置名稱括起來即可）。第二個參數，指定模擬器。第三個參數，指定模擬器程序（藍疊模擬器程序則不需要指定）。\r\n支援的模擬器為逍遙(MEmu)、海馬玩(Droid4X)、夜神(Nox)、藍疊二(BlueStacks2)、藍疊(BlueStacks)、天天(KOPlayer)、(LeapDroid)。\r\n\r\n例子：\r\n     MyBot.run.exe MyVillage BlueStacks2\r\n     MyBot.run.exe "My Second Village" MEmu MEmu_1
Compile_Script=請不要以（x64）執行或編譯腳本！ 嘗試用（x86）來執行或編譯腳本。\r\n如果此訊息仍然出現，請嘗試重新安裝 AutoIt。
Loading_Profile=, 配置: %s
Msg_Android_instance_01=MyBot %s 早已運行中。\r\n\r\n
Msg_Android_instance_02=MyBot 配置 %s 早已運行於 %s 目錄內。\r\n\r\n
Msg_Android_instance_03=找到運行中的 %s %s
Msg_Android_instance_04=安卓模擬器的設置為： %s
Msg_Theme_instance_30=使用主題
SplashStep_01=加載主頁面...-哈比~會飛的貓漢化-
SplashStep_02=加載底部頁面...-哈比~會飛的貓漢化-
SplashStep_03=加載日誌頁面...-哈比~會飛的貓漢化-
SplashStep_04=加載村莊頁面...-哈比~會飛的貓漢化-
SplashStep_05=加載攻擊計劃頁面...-哈比~會飛的貓漢化-
SplashStep_06=加載機器人頁面...-哈比~會飛的貓漢化-
SplashStep_07=加載關於我們頁面...-哈比~會飛的貓漢化-
SplashStep_08=初始化頁面...-哈比~會飛的貓漢化-
SplashStep_09=等待機器人啟動...-哈比~會飛的貓漢化-
SplashStep_10=加載 MOD 頁面...-哈比~會飛的貓漢化-
SplashStep_Loading=載入中...-哈比~會飛的貓漢化-
StatusBar_Item_01=顯示機器人
StatusBar_Item_02=縮小時隱藏
StatusBar_Item_03=捐款支持開發
StatusBar_Item_04=關於
StatusBar_Item_05=結束
StatusBar_Item_06=初始化安卓模擬器...-哈比~會飛的貓漢化-
StatusBar_Item_07=偵測安卓模擬器...-哈比~會飛的貓漢化-
StatusBar_Item_Pause=暫停機器人
StatusBar_Item_Resume=恢復機器人
StatusBar_Item_Start=啟動機器人
StatusBar_Item_Stop=停止機器人
[MBR Global GUI Design]
AM=AM
Clear_set_row_of_boxes=點擊這裡將清除或全選整行
Day=天
days=天舊
Fr=五
Friday=星期五
Hour=小時
Hours=小時
hrs=小時
LblTownhall=大本營
Level=等級
Maxi=最大
min.=分鐘
Mini=最小
Minutes=分鐘
Mo=一
Monday=星期一
None=不使用
Only_during_day=勾選執行星期
Only_during_hours=勾選執行時段
PM=PM
Sa=六
Saturday=星期六
search(es).=搜索
sec.=秒
seconds=秒
Su=日
Sunday=星期日
Th=四
Thursday=星期四
Tu=二
Tuesday=星期二
We=三
Wednesday=星期三
[MBR Global GUI Design Names Troops]
Grand Warden=大守護者
King=蠻王
Queen=弓箭女皇
TxtArchers=弓箭手
TxtBabyDragons=飛龍寶寶
TxtBalloons=氣球兵
TxtBarbarians=野蠻人
TxtBattleBlimps=攻城飛艇
TxtBowlers=巨石投手
TxtDragons=飛龍
TxtEDragon=電龍
TxtElectroDragons=電龍
TxtGiants=巨人
TxtGoblins=哥布林
TxtGolems=戈侖石人
TxtHealers=天使
TxtHogRiders=野豬騎士
TxtLavaHounds=熔岩獵犬
TxtListOfTroops=野蠻人|弓箭手|巨人|哥布林|炸彈人|氣球兵|法師|天使|飛龍|皮卡超人|飛龍寶寶|掘地礦工|電龍|亡靈|野豬騎士|瓦基麗武神|戈侖石人|女巫|熔岩獵犬|巨石投手|任何
TxtMiners=掘地礦工
TxtMinions=亡靈
TxtPekkas=皮卡超人
TxtValkyries=瓦基麗武神
TxtWallBreakers=炸彈人
TxtWallWreckers=攻城戰車
TxtWitches=女巫
TxtWizards=法師
Warden=大守護者
[MBR Global GUI Design Names Spells]
TxtCloneSpells=鏡像法術
TxtEarthQuakeSpells=地震法術
TxtFreezeSpells=冰凍法術
TxtHasteSpells=加速法術
TxtHealingSpells=療傷法術
TxtJumpSpells=彈跳法術
TxtLightningSpells=雷電法術
TxtListOfSpells=雷電|療傷|狂暴|彈跳|冰凍|鏡像|施毒|地震|加速|骷髏|任何
TxtPoisonSpells=施毒法術
TxtRageSpells=狂暴法術
TxtShortCloneSpells=克隆
TxtShortEarthquakeSpells=地震
TxtShortFreezeSpells=冰凍
TxtShortHasteSpells=加速
TxtShortHealSpells=療傷
TxtShortJumpSpells=彈跳
TxtShortLightningSpells=雷電
TxtShortPoisonSpells=施毒
TxtShortRageSpells=狂暴
TxtShortSkeletonSpells=骷髏
TxtSkeletonSpells=骷髏法術
[MBR Distributors]
CmbCOCDistributors_Info_01=允許bot根據所選的COC版本，啟動COC
CmbSuspendAndroid_Info_01=指定Android模擬器是否僅在搜索和攻擊期間短暫停用，或者\ r \ n為每個ImgLoc /Image處理調用暫停。 如果您遇到更頻繁的網絡問題\ r \ n使用“僅在搜索/攻擊期間”選項或禁用此功能。
CmbSuspendAndroid_Item_01=已禁用|僅在搜索/攻擊期間|對於每個圖像處理調用
Group_01=分銷商
Group_02=Android模擬器進階選項
LblAdvanced_Android_Options=暫停/恢復 Android模擬器
NO_COC=沒有 COC
Unknown_COC=未知 COC
[MBR GUI Design Title]
LblBotClose=關閉
LblBotExpand=合并后擴展外挂界面
LblBotMiniGUI=切換迷你模式
LblBotMinimize=最小化
LblBotNormal=切換普通模式
LblBotShrink=合并后收縮外挂界面
[MBR GUI Design Bottom]
BtnAttackNowDB=打死魚
BtnAttackNowLB=打活魚
BtnAttackNowTS=偷本
BtnEmbed=合併窗口
BtnEmbed_Info_01=模擬器和 MyBot 合併成一個窗口
BtnHide=隱藏
BtnHide_Info_01=將模擬器視窗移到視線之外
BtnHide_Info_02=（不是最小化，而是隱藏）
BtnLoadTheme=主題
BtnMakeScreenshot=截圖
BtnMakeScreenshot_Info_01=點擊這裡來截圖村莊，並將其存檔
BtnPause=暫 停
BtnPause_Info_01=點擊這裡（或 Pause/Break 鍵）暫停運行
BtnResume=恢復
BtnResume_Info_01=點擊這裡（或 Pause/Break 鍵）恢復運行
BtnSearchMode=搜索模式
BtnSearchMode_Info_01=不進攻，僅搜索符合條件的村莊
BtnStart=開 始
BtnStart_Info_01=點擊這裡開始運行
BtnStop=停 止
BtnStop_Info_01=點擊這裡停止運行（或 ESC 鍵）
ChkBackgroundMode=背景模式 -哈比~會飛的貓漢化-
ChkBackgroundMode_Info_01=勾選設定為背景模式
ChkBackgroundMode_Info_02=與隱藏功能相容並不衝突
Group_01=- 免費軟體 -
GrpStatus_Info_01=灰色 - 未讀，綠色 - 準備使用，藍色 - 治療，紅色 - 升級
GrpStatus_Info_02=綠色 - 實驗室正在運行，紅色 - 實驗室已停止
GrpVillage=村莊
GrpVillage_Info_01=切換村莊資訊和統計
Lab=實驗室
LblDonate=捐贈支援開發
LblDonate_Info_01=Paypal 捐贈
LblVillageReportTemp_01=首次運行時
LblVillageReportTemp_02=等待偵測
LblVillageReportTemp_03=村莊資訊
[MBR GUI Design Log]
BtnAtkLogClear=清除收益日誌
BtnAtkLogClear_Info_01=使用它來清除收益日誌
BtnAtkLogCopyClipboard=複製到剪貼板
BtnAtkLogCopyClipboard_Info_01=使用它來複製收益日誌到剪貼板 (CTRL+C)
CmbLogDividerOption_Item_01=手動式分隔線調整日誌大小
CmbLogDividerOption_Item_02=執行日誌和收益日誌大小相同
CmbLogDividerOption_Item_03=執行日誌大點
CmbLogDividerOption_Item_04=收益日誌大點
CmbLogDividerOption_Item_05=隱藏收益日誌
CmbLogDividerOption_Item_06=隱藏執行日誌
LblLog_Style=日誌風格
LblLog_Style_Info_01=使用這些選項來設置日誌顯示類型
[MBR Main GUI]
disabled_Tab_02_STab_02_STab_Info_01=注意：此捐兵選項已取消使用，如要使用，請勾選『
disabled_Tab_03_STab_02_STab_Info_01=注意：此選項已取消使用，如要使用，請勾選『
disabled_Tab_03_STab_02_STab_Info_02=』來啟用
MISC_TAB_ITEM1=家鄉
MISC_TAB_ITEM2=建築大師基地
MISC_TAB_ITEM3=部落競賽
Tab_01=日誌
Tab_010_STab_01=聊天機器人
Tab_02=村莊
Tab_02_STab_01=綜合
Tab_02_STab_02=部落城堡
Tab_02_STab_02_STab_01=請求增援
Tab_02_STab_02_STab_02=捐兵
Tab_02_STab_02_STab_03=捐兵時間表
Tab_02_STab_02_STab_04=GTFO Mod
Tab_02_STab_03=升級
Tab_02_STab_03_STab_01=實驗室
Tab_02_STab_03_STab_02=英雄
Tab_02_STab_03_STab_03=建築物
Tab_02_STab_03_STab_04=城牆
Tab_02_STab_03_STab_05=自動升級
Tab_02_STab_04=成就
Tab_02_STab_05=通知
Tab_02_STab_05_STab_01=Telegram電報
Tab_03=攻擊計劃
Tab_03_STab_01=訓練軍隊
Tab_03_STab_01_STab_01=軍隊/法術
Tab_03_STab_01_STab_02=加速
Tab_03_STab_01_STab_03=訓練順序
Tab_03_STab_01_STab_04=選項
Tab_03_STab_02=搜索 && 攻擊
Tab_03_STab_02_STab_01=死魚
Tab_03_STab_02_STab_01_STab_01=死魚判定
Tab_03_STab_02_STab_02=活魚
Tab_03_STab_02_STab_03=偷本
Tab_03_STab_02_STab_04=弱本
Tab_03_STab_02_STab_05=選項
Tab_03_STab_02_STab_05_STab_01=閃黑
Tab_03_STab_02_STab_05_STab_02=盃段設置
Tab_03_STab_02_STab_0X_STab_01=搜索
Tab_03_STab_02_STab_0X_STab_02=進攻
Tab_03_STab_02_STab_0X_STab_03=結束戰鬥
Tab_03_STab_03=戰略
Tab_03_STab_03_STab_01=載入戰略
Tab_03_STab_03_STab_02=保存戰略
Tab_04=機器人
Tab_04_STab_01=選項
Tab_04_STab_02=安卓
Tab_04_STab_03=除錯
Tab_04_STab_04=配置
Tab_04_STab_05=統計
Tab_04_STab_05_STab_01=收益
Tab_04_STab_05_STab_02=成本
Tab_04_STab_05_STab_03=進攻收益
Tab_04_STab_05_STab_04=捐贈
Tab_04_STab_05_STab_05=多帳號統計
Tab_05=關於我們
Tab_06=MOD
Tab_06_STab_01=人性化
Tab_06_STab_02=GTFO
Tab_06_STab_03=戰爭準備
Tab_06_STab_04=聊天機器人
Tab_06_STab_05=Goblin XP
Tab_06_STab_06=魚情預測
Tab_06_STab_07=切換配置文件
Tab_06_STab_08=SM 除錯
Tab_07_STab_01=切換帳戶
Tab_07_STab_02=村莊計劃
[MBR GUI Control Bottom]
Func_AndroidEmbedded_False=解除合併
Func_AndroidEmbedded_True=合併窗口
Func_btnHide_False=顯示
Func_btnHide_True=隱藏
[MBR GUI Design Child Village - Misc]
BotStop_Info_01=使用這些選項，設定何時機器人、安卓模擬器、電腦等，停止攻擊、停止、關閉、睡眠、重啟等
BtnAltarKing_Info_01=野蠻人之王聖台
BtnAltarQueen_Info_01=弓箭女皇聖台
BtnAltarWarden_Info_01=大守護者聖台
BtnCC=部落城堡
BtnLocateLaboratory=實驗
BtnLocateLaboratory_Info_01=實驗室
BtnReset=清除
BtnReset_Info_01=點擊這裡，清除全部建築物的定位，重新啟動機器人。
BtnReset_Info_02=使用於變更了村莊佈局之後。
BtnTownhall=大本營
ChkActivateClockTowerBoost=啟用時光鐘樓提升
ChkActivateClockTowerBoost_Info_01=選中此選項可啟用“光鐘樓提升”功能. 它會檢查生成器是否是忙碌，所以提升並不是無用的. 此選項不使用您的寶石
ChkBB_DropTrophies=設定攻擊失敗能接受的最低獎杯數量
ChkBB_DropTrophies_Info_01=獎杯丟失低於設定值的將自動停止攻擊.
ChkBB_DropTrophies_Info_02=攻擊只會用目前訓練好的軍隊(要更換配兵請手動進入遊戲中更改)
ChkBB_OnlyWithLoot=只有能夠獲得戰利品時才會攻擊
ChkBBSuggestedUpgrades=自動升級
ChkBBSuggestedUpgradesIgnore_01=忽略金錢的升級
ChkBBSuggestedUpgradesIgnore_02=忽略聖水的升級
ChkBBSuggestedUpgradesIgnore_03=忽略升級大本營
ChkClanGames60=60分鐘以上
ChkClanGames60_Info_01=不會選擇60分鐘的挑戰任務
ChkClanGamesAirTroop=空軍部隊的挑戰
ChkClanGamesBattle=戰鬥挑戰
ChkClanGamesDebug=調試
ChkClanGamesDestruction=銷毀挑戰
ChkClanGamesEnabled=部落競賽
ChkClanGamesGroundTroop=地面部隊的挑戰
ChkClanGamesLoot=戰利品挑戰
ChkClanGamesMiscellaneous=其他挑戰
ChkClanGamesPurge=清除戰鬥
ChkClanGamesStopBeforeReachAndPurge=在完成限制之前停止並且僅清除
ChkClanGamesTimeRemaining=剩餘時間
ChkClanGamesYourScore=你的分數
ChkCleanYard=清除雜物
ChkCleanYard_Info_01=勾選這裡，自動清除樹木、蘑茹...等雜物
ChkCleanYardBB=消除障礙
ChkCleanYardBB_Info_01=勾選這裡，自動清除建築大師基地內樹木，樹乾等...
ChkCollect=收集資源
ChkCollect_Info_01=勾選這裡，進行自動收集資源，包括
ChkCollect_Info_02=黃金，聖水，和暗黑重油，
ChkCollect_Info_03=同時搜尋和收集資源車
ChkCollectBuilderBase=收集資源
ChkCollectBuildersBase_Info_01=檢查建築大師基地並且收集資源
ChkCollectCartFirst=資源車
ChkCollectCartFirst_Info_01=檢查村莊資源以前先收集資源車。
ChkCTBoostBlderBz=當建築大師忙碌中
ChkCTBoostBlderBz_Info_01=只在建築大師忙碌中提升
ChkFreeMagicItems=收集免費魔法物品
ChkGemsBox=清除寶箱
ChkGemsBox_Info_01=勾選這裡，自動清除寶箱
ChkPlacingNewBuildings=製造新的建築物
ChkTombstones=清除墓碑
ChkTombstones_Info_01=勾選這裡，自動清除敵人進攻時留下的墓碑
ChkTrap=設置陷阱，裝填X連弩和地獄之塔
ChkTrap_Info_01=勾選這裡，進行自動設置陷阱，裝填X連弩和地獄之塔
ChkTreasuryCollect=收集寶庫
ChkTreasuryCollect_Info_01=自動檢查部落城堡寶庫是否滿,
ChkTreasuryCollect_Info_02='或'當存儲值為右側的最小值時，,
ChkTreasuryCollect_Info_03=使用零作為最小值，只有在寶庫滿時才收集
ChkTreasuryCollect_Info_04=大的最小值會更經常蒐集寶庫戰利品！
CmbBotCommand_Item_01=停止攻擊
CmbBotCommand_Item_02=停止機器人
CmbBotCommand_Item_03=關閉機器人
CmbBotCommand_Item_04=關機器人安卓
CmbBotCommand_Item_05=關閉電腦
CmbBotCommand_Item_06=電腦睡眠
CmbBotCommand_Item_07=重啟電腦
CmbBotCond_Item_01=金和水滿 且 達最大獎盃數
CmbBotCond_Item_02=金和水滿 或 達最大獎盃數
CmbBotCond_Item_03=金或水滿 且 達最大獎盃數
CmbBotCond_Item_04=金或水滿 或 達最大獎盃數
CmbBotCond_Item_05=黃金和聖水 已滿
CmbBotCond_Item_06=黃金或聖水 已滿
CmbBotCond_Item_07=黃金已滿 且 達最大獎盃數
CmbBotCond_Item_08=聖水已滿 且 達最大獎盃數
CmbBotCond_Item_09=黃金已滿 或 達最大獎盃數
CmbBotCond_Item_10=聖水已滿 或 達最大獎盃數
CmbBotCond_Item_11=黃金 已滿
CmbBotCond_Item_12=聖水 已滿
CmbBotCond_Item_13=達最大獎盃數
CmbBotCond_Item_14=暗黑重油 已滿
CmbBotCond_Item_15=黃金/聖水/暗黑重油 全部已滿
CmbBotCond_Item_16=機器人運行了 . . .
CmbBotCond_Item_17=現在 (僅造兵/捐兵)
CmbBotCond_Item_18=現在（僅捐兵)
CmbBotCond_Item_19=現在（僅保持在線)
CmbBotCond_Item_20=有護盾時 (僅造兵/捐兵)
CmbBotCond_Item_21=有護盾時 (僅捐兵)
CmbBotCond_Item_22=有護盾時 (僅保持在線)
Group_01=停止攻擊
Group_02=裝填、收集、清理
Group_03=手動定位
Group_04=蒐集與啟用
Group_05=建築大師基地資訊
Group_06=升級建議
Group_CG=部落競賽
LblBotCommand=當 . . .
LblBotWillHaltAutomatically=如果資源低於這些值，機器人將停止攻擊，僅保持在線，直到資源恢復
LblResumeAttack=恢復攻擊，當
TxtClanGamesLog=--------------------------------------------- 部落競賽日誌 ------------------------------------------
TxtCollectDark_Info_01=最低暗黑重油儲存量。
TxtCollectElixir_Info_01=最低聖水儲存量。
TxtCollectElixir_Info_02=設置與恢復攻擊值相同，在部隊訓練期間發生“缺少”錯誤時收集
TxtCollectElixir_Info_03=
TxtCollectGold_Info_01=最低黃金儲存量。
TxtCollectGold_Info_02=設置與恢復攻擊值相同，在搜索攻擊時發生“缺少”錯誤時收集
TxtCollectGold_Info_03=
TxtCollectGold_Info_04=設置為零以始終收集
TxtRelocate_Info_01=重新定位
TxtRestartDark_Info_01=停止或恢復機器人攻擊的暗黑重油最小保留值
TxtRestartElixir_Info_01=停止或恢復機器人攻擊的聖水最小保留值
TxtRestartGold_Info_01=停止或恢復機器人攻擊的黃金最小保留值
TxtTreasuryDark_Info_01=最小暗黑重油存量用於收集寶庫。
TxtTreasuryElixir_Info_01=最小聖水存量用於收集寶庫。
TxtTreasuryElixir_Info_02=設置與恢復攻擊值相同以在“聖水”錯誤時收集
TxtTreasuryElixir_Info_03=部隊訓練過程中會發生
TxtTreasuryGold_Info_01=最小黃金存量用於收集寶庫。
TxtTreasuryGold_Info_02=設置與恢復攻擊值相同以在“黃金”錯誤時收集
TxtTreasuryGold_Info_03=在尋找攻擊時發生
[MBR GUI Design Child Village - Donate-CC]
ChkReqCCFirst=先請求援軍
ChkReqCCFirst_Info_01=在機器人運行開始時請求部隊
ChkRequestCCDefense_01=請求防禦部隊
ChkRequestCCDefense_02=使用您的部落聊天本文中請求防禦部隊。
ChkRequestTroopsEnable=請求援兵 / 法術 / 攻城機器
ChkRequestType=軍隊
ChkRequestType_Info_01=當部落城堡援軍未滿時發送請求
ChkRequestType_Sieges=攻城機器
ChkRequestType_Sieges_Info_01=未收到部落城堡攻城機器時發送請求
ChkRequestType_Spells=法術
ChkRequestType_Spells_Info_01=當部落城堡未法術滿時發送請求
ChkRequestTypeOnceEnable=輸入一次
ChkRusLang2_01=俄羅斯請求
ChkRusLang2_02=俄羅斯軍隊要求。 注意：Android模擬器中的輸入語言必須是俄語。
ChkWaitForClanCastleSpell_Info_01=選擇一個允許留在你的部落城堡的法術類型
ChkWaitForClanCastleSpell_Info_02=設置要保留的最大數量。
ChkWaitForClanCastleTroop_Info_01=選擇允許留在你的部落城堡中援軍的部隊類型
ChkWaitForClanCastleTroop_Info_02=設置要保留的最大數量。
Group_01=城堡援兵
lblIfLessThan=如果小於
lblIfLessThan_Info_01=當已經收到許多部落城堡援軍時不要求
lblIfLessThan_Info_02=當需要部落城堡援軍時，設置為“0”或“40+”
Lblmin=我要
LblRequestType=缺少的時候
LblRequestType_Info_01=所有增援項目已滿時不發送請求
TxtRequestCC=隨便
TxtRequestCC_Info_01=輸入請求(限英文，中文請求請在手機上書寫這邊保持空白）
TxtRequestCCDefense_01=防禦部隊請求
TxtRequestCountCCSpell_Info_01=當已經收到許多部落城堡法術時不要求
TxtRequestCountCCSpell_Info_02=當需要部落城堡法術時，設置為“0”或“2+”
TxtRequestCountCCSpell_Info_03=設置為“0”或“40+”表示無限制
[MBR GUI Design Child Attack - Search]
ChkActivateCamps=兵營軍隊
ChkActivateCamps_Info_01=設定兵營軍隊比例
ChkActivateSearches=搜索
ChkActivateSearches_Info_01=注意：只適用於此攻擊方式
ChkActivateSearches_Info_02=注意：此設定並不會限制搜索次數而重新開始
ChkActivateTropies=獎盃
ChkActivateTropies_Info_01=注意：此設定並不會強迫停留在這範圍內
ChkMaxAirDefense=搜索小於防空火箭等級設定值的村莊
ChkMaxEagle=搜索小於天鷹火炮等級設定值的村莊
ChkMaxInferno=搜索小於地獄之塔等級設定值的村莊
ChkMaxMortar=搜索小於迫擊炮等級設定值的村莊
ChkMaxWizTower=搜索小於法師塔等級設定值的村莊
ChkMaxXBow=搜索小於X連弩等級設定值的村莊
ChkMeetDE=暗黑重油
ChkMeetDE_Info_01=搜索大於暗黑重油設定值的村莊
ChkMeetOne=滿足以上任一條件就攻擊
ChkMeetOne_Info_01=滿足以上任一個條件就開始攻擊
ChkMeetTH_Info_01=搜索小於大本營等級設定值的村莊
ChkMeetTHO=偷本
ChkMeetTHO_Info_01=搜索符合大本營外置的村莊
ChkMeetTrophy_Info_01=搜索大於獎盃設定值的村莊
ChkMeetTrophy_Info_02=設定獎盃的最小開始攻擊數值
ChkMeetTrophy_Info_03=設置最大的獎盃數量開始尋找攻擊。
ChkNotWaitHeroes=英雄升級時不要等待英雄
ChkNotWaitHeroes_Info_01=繼續攻擊時，升級英雄並啟用等待英雄。
ChkSpellsWait=等候法術
ChkSpellsWait_Info_01=當等候法術時，將停止搜索（只針對此種搜索方式）
ChkSpellsWait_Info_02=警告：當您沒有可用的法術工廠時不要勾選此項，否則一切攻擊將停止
ChkWaitForCastle=等候城堡援軍
ChkWaitForCastle_Info_01=等候城堡援軍滿了才發動搜索與攻擊
CmbDBTH=設定大本營等級的最大攻擊數值
CmbMaxAirDefense_Info_01=設定防空火箭等級的最大攻擊數值
CmbMaxEagle_Info_01=設定天鷹火炮等級的最大攻擊數值
CmbMaxInferno_Info_01=設定地獄之塔等級的最大攻擊數值
CmbMaxMortar_Info_01=設定迫擊炮等級的最大攻擊數值
CmbMaxWizTower_Info_01=設定法師塔等級的最大攻擊數值
CmbMaxXBow_Info_01=設定X連弩等級的最大攻擊數值
CmbMeetGE_Info_01=搜索大於 黃金 和/或/加 聖水 設定值的村莊
CmbMeetGE_Info_02=和：兩者同時滿足，金 和 水
CmbMeetGE_Info_03=或：其中一個條件滿足，金 或 水
CmbMeetGE_Info_04=加：滿足 金 加 水 的總和
CmbMeetGE_Item_01=金和水
CmbMeetGE_Item_02=金或水
CmbMeetGE_Item_03=金加水
CmbWaitForClanCastleSpell=任何
Group_01=如果開始搜索
Group_02=過濾選項
Group_03=弱基地| 最大防禦等級
LblActivateMaxSearches_Info_01=啟用設定最大搜索次數
LblActivateMaxTropies_Info_01=設定最大獎盃數
LblActivateMinSearches_Info_01=啟用設定最小搜索次數
LblActivateMinTropies_Info_01=設定最小獎盃數
LblAddTiles_01=大本營, 距離
LblAddTiles_02=距離邊界的格數
LblSWTTiles=兵營未滿時
LblSWTTiles_Info_01=邊界距離大本營的最大格數
LblTHadd_Info_01=輸入會被認定為大本營外置的 1 X 1 格數
LblTHadd_Info_02=例如：0 格數：大本營必須靠在村莊外圍邊緣； 4 格數：大本營必須距離村莊外圍邊緣 4 塊格數
LblTHadd_Info_03=如果大本營距離村莊外圍邊緣大於設定的值，村莊將被跳過不攻擊
TxtHeroesWait=等候英雄復活
TxtHeroesWait_Info_01=當選擇連續升級英雄時，等候英雄功能將被停用
TxtKingWait_Info_01=等候 野蠻人之王 復活出戰
TxtKingWait_Info_02=七本以上才有
TxtMinDarkElixir_Info_01=設定奪取暗黑重油的最小開始攻擊數值
TxtMinElixir_Info_01=設定奪取聖水的最小開始攻擊數值
TxtMinGold_Info_01=設定奪取黃金的最小開始攻擊數值
TxtMinGoldPlusElixir_Info_01=設定奪取黃金加聖水的最小開始攻擊數值
TxtQueenWait_Info_01=等候 弓箭女皇 復活出戰
TxtQueenWait_Info_02=九本以上才有
TxtWaitForCastleSpell=和
TxtWardenWait_Info_01=等待 大守護者 復活出戰
TxtWardenWait_Info_02=十一本以上才有
[MBR GUI Design Child Village - Donate]
ChkExtraAlphabets=斯拉夫語
ChkExtraAlphabets_Info_01=勾選這裡，啟用斯拉夫語的辨識功能
ChkExtraChinese=中文
ChkExtraChinese_Info_01=勾選這裡，啟用中文的辨識功能
ChkExtraKorean=韓文
ChkExtraKorean_Info_01=勾選這裡，啟用韓文的辨識功能
ChkExtraPersian=波斯文
ChkExtraPersian_Info_01=勾選這裡，啟用波斯語的辨識功能
DonateTxtCustom=自訂軍隊
Group_01=捐兵選單
Group_02=捐贈黑名單
LblDonateCustom_01=一
LblDonateCustom_02=二
LblDonateCustom_03=三
LblExtraAlphabets=啟用其它字母識別:
LblGeneralBlacklist=吻合這些關鍵字時，停止捐贈
TxtBlacklist1=黑名單
TxtBlacklistTroop_Item_01=no barbarians\r\nno barb\r\nbarbarians no\r\nbarb no
TxtBlacklistTroop_Item_02=no archers\r\nno arch\r\narchers no\r\narch no
TxtBlacklistTroop_Item_03=no giants\r\ngiants no
TxtBlacklistTroop_Item_04=no goblins\r\ngoblins no
TxtBlacklistTroop_Item_05=no wall breakers\r\nwall breakers no
TxtBlacklistTroop_Item_06=no balloon\r\nballoons no
TxtBlacklistTroop_Item_07=no wizards\r\nwizards no\r\nno wizard\r\nwizard no
TxtBlacklistTroop_Item_08=no healer\r\nhealer no
TxtBlacklistTroop_Item_09=no dragon\r\ndragon no
TxtBlacklistTroop_Item_10=no PEKKA\r\npekka no
TxtBlacklistTroop_Item_11=no baby dragon\r\nbaby dragon no\r\nno baby\r\nbaby no
TxtBlacklistTroop_Item_12=no miner\r\nminer no\r\nno mine\r\nmine no
TxtBlacklistTroop_Item_13=no lightning\r\nlightning no
TxtBlacklistTroop_Item_14=no heal\r\nheal no
TxtBlacklistTroop_Item_15=no rage\r\nrage no
TxtBlacklistTroop_Item_16=no jump\r\njump no
TxtBlacklistTroop_Item_17=no freeze\r\nfreeze no
TxtBlacklistTroop_Item_18=no minions\r\nminions no\r\nno minion\r\nminion no
TxtBlacklistTroop_Item_19=no hogs\r\nhog no
TxtBlacklistTroop_Item_20=no valkyries\r\nvalkyries no\r\nno valk\r\nvalk no
TxtBlacklistTroop_Item_21=no golem\r\ngolem no
TxtBlacklistTroop_Item_22=no witches\r\nwitch no
TxtBlacklistTroop_Item_23=no lavahound\r\nlava no\r\nhound no
TxtBlacklistTroop_Item_24=no bowler\r\nbowl no
TxtBlacklistTroop_Item_25=no poison\r\npoison no
TxtBlacklistTroop_Item_26=no earthquake\r\nquake no
TxtBlacklistTroop_Item_27=no haste\r\nhaste no
TxtBlacklistTroop_Item_28=no skeleton\r\nskeleton no\r\nno skel
TxtBlacklistTroop_Item_29=no ground\r\nground no\r\nonly
TxtBlacklistTroop_Item_30=no air\r\nair no\r\nonly\r\njust
TxtBlacklistTroop_Item_31=no electro dragon\r\nelectrodrag no\r\nedrag no
TxtBlacklistTroop_Item_32=no wreckers\r\nsiege no
TxtBlacklistTroop_Item_33=no blimps\r\nsiege no
TxtDonate=捐
TxtDonateAll=捐給所有請求
TxtDonateQueueSpell=只捐贈排隊中法術
TxtDonateQueueSpellTip=只捐獻在第二軍中準備好的法術，或者在第二軍的第一個位置訓練的法術。如果第二軍沒有準備，捐出第一軍中存在的任何法術。
TxtDonateQueueTroop=只捐贈排隊中部隊
TxtDonateQueueTroopTip=只捐獻在第二軍中準備好的部隊，或者在第二軍的第一個位置訓練的部隊。如果第二軍沒有準備，捐出第一軍中存在的任何部隊。
TxtDonateTip=勾選這裡，捐贈
TxtDonateTipAll=給所有聊天室的增援請求
TxtDonateTipTroop=，如果關鍵字吻合聊天室的增援請求文字
TxtDonateTroop_Item_01=barbarians\r\nbarb
TxtDonateTroop_Item_02=archers\r\narch
TxtDonateTroop_Item_03=giants\r\ngiant\r\nany\r\nreinforcement\r\nreinforcements
TxtDonateTroop_Item_04=goblins\r\ngoblin
TxtDonateTroop_Item_05=wall breakers\r\nbreaker
TxtDonateTroop_Item_06=balloons\r\nballoon
TxtDonateTroop_Item_07=wizards\r\nwizard\r\nwiz
TxtDonateTroop_Item_08=healer
TxtDonateTroop_Item_09=dragon
TxtDonateTroop_Item_10=PEKKA\r\npekka
TxtDonateTroop_Item_11=baby dragon\r\nbaby
TxtDonateTroop_Item_12=miner|mine
TxtDonateTroop_Item_13=lightning
TxtDonateTroop_Item_14=heal
TxtDonateTroop_Item_15=rage
TxtDonateTroop_Item_16=jump
TxtDonateTroop_Item_17=freeze
TxtDonateTroop_Item_18=minions\r\nminion
TxtDonateTroop_Item_19=hogriders\r\nhogs\r\nhog
TxtDonateTroop_Item_20=valkyries\r\nvalkyrie\r\nvalk
TxtDonateTroop_Item_21=golem
TxtDonateTroop_Item_22=witches\r\nwitch
TxtDonateTroop_Item_23=lavahound\r\nlava\r\nhound
TxtDonateTroop_Item_24=bowler\r\nbowlers\r\nbowl\r\nreinforcement\r\nreinforcements
TxtDonateTroop_Item_25=poison
TxtDonateTroop_Item_26=earthquake\r\nquake
TxtDonateTroop_Item_27=haste
TxtDonateTroop_Item_28=skeleton|skel
TxtDonateTroop_Item_29=ground support\r\nground
TxtDonateTroop_Item_30=air support\r\nany air
TxtDonateTroop_Item_31=electro dragon\r\nelectrodrag\r\nedrag
TxtDonateTroop_Item_32=wall wreckers\r\nsieges\r\nwreckers\r\nreinforcement\r\nreinforcements
TxtDonateTroop_Item_33=battle blimps\r\nsieges\r\nblimps\r\nreinforcement\r\nreinforcements
TxtGeneralBlacklist_Info_01=總體捐贈黑名單
TxtGeneralBlacklist_Item_01=clan war\r\nwar\r\ncw
TxtIgnoreAll=這將會忽略所有關鍵字
TxtKeywords=吻合這些關鍵字時，捐
TxtKeywordsNo=吻合這些關鍵字時，不捐贈
TxtKeywordsNoTip=捐兵黑名單 -
TxtNothing=捐兵選單
[MBR GUI Design Child Village - Donate_Schedule]
BtnOpen_Images_of_Clan_Mates=管理部落成員圖像檔
ChkSkipDonateNearFullTroopsEnable=幾乎滿營時停止捐贈
ChkUseCCBalanced_Info_01=如果您的捐收比，大於下面的設定值，則在攻擊時使用援兵
CmbCCDonated_Info_01=捐兵比率
CmbCCReceived_Info_01=收兵比率
CmbFilterDonationsCC_Item_01=不篩選部落成員
CmbFilterDonationsCC_Item_02=不篩選，但收集部落成員圖像
CmbFilterDonationsCC_Item_03=只捐贈給白名單內的部落成員
CmbFilterDonationsCC_Item_04=不捐贈給黑名單內的部落成員
Group_01=捐贈時間表
Group_02=捐贈部落成員的篩選
Group_03=兵營幾乎滿時，停止捐贈
Group_04=平衡 捐兵/收兵
LblCCDonated-Received_Info_01=捐兵數 / 收兵數 比率
LblCCDonated-Received_Info_02=1/1 捐收平衡，1/2 捐兵數 = 收兵數的一半
LblImages_of_Clan_Mates=請定時手動分類部落成員圖像檔，移至 White List 或 Black List 目錄中
LblOption_donate_members=使用此功能，您可以控制：可捐贈給全部部落成員，只捐贈給白名單內的部落成員，或不捐贈給黑名單內的部落成員
LblSkipDonateNearFullTroopsText=幾乎滿營的百分比必須大於
[MBR GUI Design - AutoUpgrade]
ChkAutoUpgrade=使用自動升級
chkAutoUpgrade_Info_01=使用自動升級（工人列表推存的升級方式）
ChkSmartSwitchUpgrade=智慧升級開關
ChkSmartSwitchUpgrade_Info_01=當建築標籤選項卡啟用了升級時。將在自動升級和建築標籤之間切換  
Group_01=自動升級
Group_02=忽略升級
Ignore_01=忽略使用金錢的升級
Ignore_02=忽略使用聖水的升級
Ignore_03=忽略使用暗黑重油的升級
Label_01=保留
Label_02=自動升級后
MsgBox_Invalid_Text=警告 ！ 你不能選擇忽略三個資源的升級！\r\n隨著你的設置，自動升級將完全無效。\r\n並且不會啟動任何升級...你必須取消選擇一個或多個忽略使用資源的升級。
MsgBox_Invalid_Title=設置無效！！！
MsgBox_Warning_Text=警告 ！ 您選擇了兩個忽略使用資源的升級！\r\n自動升級可能會有問題，導致不會升級任何東西。\r\n我建議您只選擇一個資源的忽略，而不是多個。
MsgBox_Warning_Title=警告：您的設置！！！
TxtAutoUpgradeLog=------------------------------------------------ 自動升級日誌------------------------------------------------
[MBR GUI Design Child VIllage - Upgrade_Laboratory]
BtnResetLabUpgradeTime_Info_01=出現紅色按鈕代表科技升級正在進行中，
BtnResetLabUpgradeTime_Info_02=它會在升級即將完成時自動消失。
BtnResetLabUpgradeTime_Info_03=如果正在進行中的升級被使用寶石加速提早完成，
BtnResetLabUpgradeTime_Info_04=在開始新的升級前，請點擊紅色按鈕，重設內部的計時器。
BtnResetLabUpgradeTime_Info_05=警告 - 不必要的定時器重設，將造成經常性的實驗室狀態檢測
ChkAutoLabUpgrades=自動升級實驗室科技
ChkAutoLabUpgrades_Info_01=勾選這裡，啟動自動升級實驗室科技
CmbLaboratory_Info_01=選擇下一個升級的軍種或法術，
CmbLaboratory_Info_02=圖示將會顯示在右邊，
CmbLaboratory_Info_03=闇黑兵種/法術皆優先於英雄升級！
Group_01=實驗室
LblNextUpgrade=下一個升級
[MBR GUI Design Child Attack - Upgrade_Laboratory]
ChkPrioritySystem_01=優先系統
ChkPrioritySystem_02=啟用此功能以選擇資源優先
[MBR GUI Design Child Village - Upgrade_Heroes]
ChkUpgradeHeroes_Info_01=您可以透過綜合頁設定暗黑重油的最小保留值
ChkUpgradeKing_Info_01=啟動野蠻人之王的升級，當您有足夠的暗黑重油時（扣除暗黑重油的最小保留值）
ChkUpgradeKing_Info_02=您可以透過綜合頁上的重新定位功能，手動定位野蠻人之王聖台，如果有移動過
ChkUpgradeKing_Info_04=七本以上才有此英雄
ChkUpgradeQueen_Info_01=啟動弓箭女皇的升級，當您有足夠的暗黑重油時（扣除暗黑重油的最小保留值）
ChkUpgradeQueen_Info_02=您可以透過綜合頁上的重新定位功能，手動定位弓箭女皇聖台，如果有移動過
ChkUpgradeQueen_Info_03=九本以上才有此英雄
ChkUpgradeWarden_Info_01=啟動大守護者的升級，當您有足夠的聖水時（扣除聖水的最小保留值）
ChkUpgradeWarden_Info_02=您可以透過綜合頁上的重新定位功能，手動定位大守護者聖台，如果有移動過
ChkUpgradeWarden_Info_03=十一本以上才有此英雄
CmbHeroReservedBuilder=至少有這麼多的建築工人必須升級英雄，或者等待它。
Group_01=持續性地升級英雄
LblAutoUpgrading_01=勾選您要自動升級的英雄：
LblHeroReservedBuilderBottom=建築工人/英雄升級
LblHeroReservedBuilderTop=保留
[MBR GUI Design Child Village - Upgrade_Buildings]
BtnBottom_Info_01=按下按鈕將升級框檢查的建築物移動到列表的底部
BtnDown_Info_01=按下按鈕可以將升級框檢查的建築物連續向下移動
BtnLocateUpgrades=定位更新
BtnLocateUpgrades_Info_01=手動定位更新欲升級的建築物或英雄資訊，
BtnLocateUpgrades_Info_02=勾選連續的建築物或英雄，將被忽略而不更新資訊
BtnResetUpgrades=重設清除
BtnResetUpgrades_Info_01=重設清除建築物或英雄資訊，
BtnResetUpgrades_Info_02=勾選連續的建築物或英雄，將被忽略而不清除資訊
BtnTop_Info_01=按下按鈕將升級框檢查的建築物移動到列表的頂部
BtnUp_Info_01=按下按鈕可以將升級框檢查的建築物連續向上移動
ChkUpdateNewUpgradesOnly_Info_01=只有新的
ChkUpdateNewUpgradesOnly_Info_02=僅為速度更新，新升級
ChkUpgradeAllOrNone=此按鈕將清除或設置整列複選框
Group_01=建築物或英雄
LblUpgrMinDark=最小暗黑重油
LblUpgrMinElixir=最小聖水
LblUpgrMinGold=最小黃金
Table header_01=項目名稱
Table header_02=級
Table header_03=類
Table header_04=成 本
Table header_05=時間
Table header_06=續
Table header_07=完成時間
TxtAfterUsing=在使用定位更新按鈕後
TxtCheckBox=勾選啟動升級
TxtChkRepeat=勾選啟動連續升級功能
TxtShowCost=升級項目的成本
TxtShowEndTime=升級項目的完成時間日期
TxtShowLevel=升級項目的等級
TxtShowName=升級項目的名稱
TxtShowTime=升級項目所需的時間
TxtShowType=顯示升級項目的類型，點示將顯示位置
TxtStatus=狀態: 紅色=未設定；黃色=已設定, 未完成；綠色=已完成
TxtUpgrMinDark_Info_01=升級時要保留的暗黑重油。
TxtUpgrMinDark_Info_02=設定的值，要高於您訓練闇黑軍隊戰鬥需要的值。
TxtUpgrMinElixir_Info_01=升級時要保留的聖水。
TxtUpgrMinElixir_Info_02=設定需要保留的聖水值，用於訓練軍隊或者城牆升級。
TxtUpgrMinGold_Info_01=升級時要保留的黃金。
TxtUpgrMinGold_Info_02=設定需要保留的黃金值，用於搜索或者城牆升級。
[MBR GUI Design Child Village - Upgrade_Walls]
BtnFindWalls=測試
BtnFindWalls_Info_01=點擊測試城牆偵測功能
ChkSaveWallBldr=保留一位建築工人用於升級城牆
ChkSaveWallBldr_Info_01=勾選保留一位建築工人，專用於升級城牆，但
ChkSaveWallBldr_Info_02=可用於升級其它項目的建築工人數將減少一位
ChkWalls=自動升級城牆
ChkWalls_Info_01=勾選將自動升級城牆，如果有足夠資源的話
CmbWalls_Info_01=搜尋這個等級的城牆，並且一個一個地升級
Group_01=城牆
Group_02=城牆狀態
LblMin.Elixirtosave=保留至少聖水
LblMin.Elixirtosave_Info_01=升級城牆時要保留的聖水
LblMin.Elixirtosave_Info_02=設定需要保留的聖水值，用於進行其他升級或是造兵
LblMin.Goldtosave=保留至少黃金
LblMin.Goldtosave_Info_01=升級城牆時要保留的黃金。
LblMin.Goldtosave_Info_02=設定需要保留的黃金值，用於搜索或者建築物升級。
LblNextWalllevelcosts=下一級城牆的成本
LblNextWalllevelcosts_Info_01=以此值為指示
LblNextWalllevelcosts_Info_02=如果您選擇別的等級的牆，這個值也隨之更新
LblSearchforWalls=升級城牆的等級
RdoUseElixir=使用聖水
RdoUseElixir_Info_01=只使用聖水升級城牆
RdoUseElixir_Info_02=僅適用於可使用聖水升級的城牆級別。
RdoUseElixirGold=優先使用聖水，後使用黃金
RdoUseElixirGold_Info_01=聖水優先。如果聖水不足升級，再使用黃金升級城牆。
RdoUseGold=使用黃金
RdoUseGold_Info_01=只使用黃金升級城牆
RdoUseGold_Info_02=可用於各級城牆
WallsCurrentCount_Info_01=輸入您有的
WallsCurrentCount_Info_02=級城牆的數量
[MBR GUI Design Child Attack - Upgrade_Walls]
ChkUpgrPriority=升級優先
UpgrPriority_Info_01=啟用此功能以選擇升級優先
[MBR GUI Design Child Village - Notify]
ChkNotifyAlertAnotherDevice=另一設備連接
ChkNotifyAlertAnotherDevice_Info_01=推送警報，提示『另外一個設備正在連接』訊息
ChkNotifyAlertBAN=查禁
ChkNotifyAlertBAN_Info_01=推送警報，提示『您已被 SuperCell 查禁』訊息
ChkNotifyAlertBuilderIdle=閒置工人
ChkNotifyAlertBuilderIdle_Info_01=推送警報，提示有工人閒置的訊息
ChkNotifyAlertCampFull=兵營滿營
ChkNotifyAlertCampFull_Info_01=推送警告，提示『兵營滿營』訊息
ChkNotifyAlertLastAttack=攻擊警報
ChkNotifyAlertLastAttack_Info_01=推送警報，提示最新攻擊的資訊
ChkNotifyAlertLastRaidIMG=戰利品截圖
ChkNotifyAlertLastRaidIMG_Info_01=推送最新攻擊的戰利品截圖
ChkNotifyAlertLastRaidTXT=戰利品文本
ChkNotifyAlertLastRaidTXT_Info_01=推送最新攻擊的戰利品文本
ChkNotifyAlertMaintenance=維護
ChkNotifyAlertMaintenance_Info_01=推送警報，提示『SuperCell 正在維護 CoC』訊息
ChkNotifyAlertMatchFound=匹配成功
ChkNotifyAlertMatchFound_Info_01=推送要攻擊的村莊的總共資源
ChkNotifyAlertOutOfSync=不同步（掉線）
ChkNotifyAlertOutOfSync_Info_01=推送警報，提示『客戶端和服務器不同步』錯誤
ChkNotifyAlertSmartWaitTime=智慧等待
ChkNotifyAlertSmartWaitTime_Info_02=推送警報，提示智慧等待造兵.
ChkNotifyAlertTakeBreak=休息一下
ChkNotifyAlertTakeBreak_Info_01=推送警報，提示『上線時間太長，需要休息一下』訊息
ChkNotifyAlertUpgradeWall=城牆升級
ChkNotifyAlertUpgradeWall_Info_01=推送城牆升級資訊
ChkNotifyAlertVillageStats=村莊資訊
ChkNotifyAlertVillageStats_Info_01=推送村莊資訊
ChkNotifyBOTUpdate=機器人升級
ChkNotifyBOTUpdate_Info_01=推送警報，提示『有新版本的機器人』訊息
ChkNotifyRemote=遠程控制
ChkNotifyRemote_Info_01=啟動遠端控制功能
ChkNotifyTGEnable=啟動電報
ChkNotifyTGEnable_Info_01=啟動『電報』通知
Group_01=電報通知
LblNotifyHelp=說明 ?
LblNotifyHelp_Info_01=點此開啟遠端控制指令的說明頁面
LblNotifyOptions=推送下列訊息
LblNotifyOrigin=來源
LblNotifyOrigin_Info_01=訊息來源可以是村莊名稱
LblNotifyTGToken=接駁令牌（電報）
LblNotifyTGToken_Info_01=您需要一個接駁令牌用來推送訊息，可從 Telegram.com 取得
[MBR GUI Design Child Village - Achievements]
ChkUnbreakable=啟用固若金湯
ChkUnbreakable_Info_01=勾選啟用收割『抵禦勝利』模式以完成『固若金湯』成就
Group_01=收割抵禦
Group_02=如何使用『固若金湯』模式
Lbl_FarmMin._Info_01=收割最小值
Lbl_SaveMin._Info_01=保留最小值
LblUnbreakable=抵禦時間
LblUnbreakableLink=更多資訊
txtHelp_01=『固若金湯』模式將幫您獲取『抵禦勝利』和完成『固若金湯』成就。
txtHelp_02=設定關閉 COC 的時間，等待敵人的攻擊。
txtHelp_03=收割最小值，小於此值，將停止收割『抵禦勝利』模式，切換回正常收割『資源』模式。
txtHelp_04=保留最小值，大於此值，將停止正常收割『資源』模式，切換至收割『抵禦勝利』模式。
txtHelp_05=點擊下面的連結以獲取更多的資訊
TxtUnbreakable_Info_01=設定關閉 COC 的時間，等待敵人的攻擊，來獲取抵禦勝利。（1-99分鐘）
TxtUnBrkMaxDark_Info_01=大於此值，將停止正常收割『資源』模式，切換至收割『抵禦勝利』模式。
TxtUnBrkMaxDark_Info_02=設此值足夠用於引誘敵人的攻擊或升級
TxtUnBrkMaxElixir_Info_01=大於此值，將停止正常收割『資源』模式，切換至收割『抵禦勝利』模式。
TxtUnBrkMaxElixir_Info_02=設此值足夠用於引誘敵人的攻擊或升級
TxtUnBrkMaxGold_Info_01=大於此值，將停止正常收割『資源』模式，切換至收割『抵禦勝利』模式。
TxtUnBrkMaxGold_Info_02=設此值足夠用於引誘敵人的攻擊或升級
TxtUnBrkMaxElixir_Info_01=大於此值，將停止正常收割『資源』模式，切換至收割『抵禦勝利』模式。
TxtUnBrkMaxElixir_Info_02=設此值足夠用於引誘敵人的攻擊或升級
TxtUnBrkMinDark_Info_01=小於此值，將停止收割『抵禦勝利』模式，切換回正常收割『資源』模式。
TxtUnBrkMinDark_Info_02=設此值足夠用於訓練軍隊或升級建築
TxtUnBrkMinElixir_Info_01=小於此值，將停止收割『抵禦勝利』模式，切換回正常收割『資源』模式。
TxtUnBrkMinElixir_Info_02=設此值足夠用於訓練軍隊或升級建築
TxtUnBrkMinGold_Info_01=小於此值，將停止收割『抵禦勝利』模式，切換回正常收割『資源』模式。
TxtUnBrkMinGold_Info_02=設此值足夠用於搜尋戰埸或升級建築
TxtUnBrkMinElixir_Info_01=小於此值，將停止收割『抵禦勝利』模式，切換回正常收割『資源』模式。
TxtUnBrkMinElixir_Info_02=設此值足夠用於訓練軍隊或升級建築
[MBR GUI Design Child Attack - Troops]
Btn_Remove_Army=重設訓練數量
ChkArmy=軍隊
chkFillArcher=軍隊填滿(弓)
chkFillArcher_Info_01=訓練一些弓箭手填滿營地或等待訓練列隊空間
chkFillEQ=法術滿(震)
chkFillEQ_Info_01=製造1個地震法術填滿法術營或等待製造空間
ChkForceBrewBeforeAttack=強制製造法術
chkPreciseArmyCamp=精確的部隊
chkPreciseArmyCamp_Info_01=攻擊前檢查部隊和法術的精確度。
chkPreciseArmyCamp_Info_02=如果有錯誤，將刪除錯誤的部隊或法術
ChkSmartQueueSystem=智慧訓練系統
ChkSmartQueueSystem_Info_01=在訓練之前檢查隊列中的部隊和法術的精確度。
ChkSmartQueueSystem_Info_02=將從隊列中刪除錯誤的部隊或法術（如果有的話）
ChkSmartQueueSystem_Info_03=如果你想擁有精確的法術，請取消選中"強制製造法術"
chkSmartTrain=訓練二波軍隊
chkSmartTrain_Info_01=訓練二波軍隊填滿營地和待訓練列隊空間
chkSmartTrain_Info_02=只有在隊列未滿的情況下，才能刪除排隊的部隊或法術
chkSmartTrain_Info_03=訓練部隊達到全滿容量不刪除
ChkTotalCampForced=強制兵營總容量為
ChkTotalCampForced_Info_01=如果沒有偵測到兵營總容量，改用輸入數值替代，而不詢問使用者
ChkUseQuickTrain=一鍵訓練
Group_01=訓練部隊
Group_03=智慧訓練
LblCamps=訓練營
LblCountTotal=總共
LblCountTotal_Info_01=預計訓練軍隊的總數量
LblCountTotal_Info_02=攻城機器的總單位
LblFullTroop=自訂滿營
Mouse_Left_Click=點擊改變等級：升─左鍵；降─右鍵，SHIFT＋左鍵
SpellCapacity=法術工廠容量
TxtFullTroop_Info_01=兵營將被視為滿營當達到設定的百分比，可出戰。
TxtSetTroop_Info_01=設置 %
TxtSetTroop_Info_02=的數量
TxtTotalCountSpell_Info_01=選擇法術工廠的總容量。設為零如果您不要任何法術。
[MBR Global GUI Design Names Siege Machines]
TxtBattleBlimp=攻城飛艇
TxtWallWrecker=攻城戰車
[MBR GUI Design Child Attack - Troops_Boost]
ChkBoostBMagic_Info_01=提升部隊
ChkBoostBMagic_Info_02=啟用此功能，使用魔法物品(藥水)
ChkBoostCMagic_Info_01=提升採集器
ChkBoostCMagic_Info_02=啟用此功能，使用魔法物品(藥水)
ChkOneGemBoostBarracks_Info_01=軍營1-寶石提升
ChkOneGemBoostBarracks_Info_02=使用此功能僅在1-寶石提升活動中自動提升兵營。
ChkOneGemBoostHeroes_Info_01=英雄1-寶石提升
ChkOneGemBoostHeroes_Info_02=使用它可以在1-寶石提升活動中自動提升你的英雄。
ChkOneGemBoostSpells_Info_01=法術1-寶石提升
ChkOneGemBoostSpells_Info_02=使用它可以在1-寶石提升活動中自動提升你的法術工廠。
Group_01=加速訓練營
Group_02=加速法術工廠
Group_03=加速攻城機器與英雄
Group_04=加速時間表
Group_05=提升魔法物品(藥水)
Group_06=1-寶石提升活動
LblBarracksBoost=訓練營
LblBarracksBoost_Info_01=使用寶石加速訓練營，慎用！
LblKingBoost_Info_01=使用寶石加速野蠻人之王復活，慎用！
LblQueenBoost_Info_01=使用寶石加速弓箭女皇復活，慎用！
LblSpellFactoryBoost=法術工廠
LblSpellFactoryBoost_Info_01=使用寶石加速法術工廠，慎用！
LblWardenBoost_Info_01=使用寶石加速大守護者復活，慎用！
LblWorkshopBoost=攻城機器工坊
LblWorkshopBoost_Info_01=使用寶石加速攻城機器工坊，慎用！
TextBoostLeft=加速剩餘次數
[MBR GUI Design Child Attack - Troops_TrainingOrder]
BtnRemoveSpells=空法術列表
BtnRemoveSpells_Info_01=從列表中刪除所有法術並重新開始
BtnRemoveTroops=空隊伍名單
BtnRemoveTroops_Info_01=從列表中刪除所有部隊，然後重新開始
BtnSpellsOrderSet=使用新訂的順序
BtnSpellsOrderSet_Info_01=完成選擇自定義法術製造順序後按下按鈕
BtnSpellsOrderSet_Info_02=右側圖示將顯示設定狀態：紅色＝設定中，綠色＝已保存使用中
BtnSpellsOrderSet_Info_03=當不是所有的法術槽都填滿時，會在空槽中使用隨機順序！
BtnTroopOrderSet=使用新訂的順序
BtnTroopOrderSet_Info_01=點擊此按鈕當您完成了順序設定
BtnTroopOrderSet_Info_02=右側圖示將顯示設定狀態：紅色＝設定中，綠色＝已保存使用中
BtnTroopOrderSet_Info_03=當不是所有的部隊槽都被填滿時，將在空槽中使用隨機順序！
ChkCustomBrewOrderEnable=法術命令
ChkCustomBrewOrderEnable_Info_01=啟用自訂順序製造法術
ChkCustomBrewOrderEnable_Info_02=改變法術製造順序可以用於CSV腳本攻擊部隊！
ChkCustomTrainOrderEnable=自訂順序
ChkCustomTrainOrderEnable_Info_01=勾選，可自訂部隊訓練順序
ChkCustomTrainOrderEnable_Info_02=改變訓練順序可能對CSV腳本攻擊類型有幫助！
Group_01=部隊訓練順序
txtSpellsOrder=輸入製造法術的順序 #
TxtTroopOrder=選擇部隊一系列訓練的兵種順序 #
[MBR GUI Design Child Attack - Troops_Options]
CheckWardenMode=檢查模式
CheckWardenMode_Info_01=如果要檢查大守護者所處的模式並根據需要進行更改，請啟用此選項
CheckWardenMode_Info_02=選擇你的大守護者需要進行攻擊的模式
ChkCloseEmulator=關閉模擬器
ChkCloseEmulator_Info_01=勾選時，會完全關閉安卓模擬器
ChkCloseEmulator_Info_02=添加這個選項，有可能因為啟動時間的不一致性，略微增加離線時間
ChkCloseWhileTraining=關閉 COC
ChkCloseWhileTraining_Info_01=當村莊受到護盾保護期間，勾選此選項，會自動退出COC一段時間來完成部隊訓練
ChkCloseWhileTraining_Info_02=當搜索/等待法術選項被勾選時，將會關閉COC等待法術製造完成
ChkCloseWhileTraining_Info_03=當搜索/等待英雄選項被勾選時，將會關閉COC等待英雄恢復
ChkCloseWithoutShield=沒有護盾
ChkCloseWithoutShield_Info_01=當村莊沒有受到護盾保護期間，勾選此選項，會自動退出COC一段時間來完成部隊訓練
ChkCloseWithoutShield_Info_02=提醒：當您勾選此選項時，您可能會被攻擊，損失一些獎盃
ChkRandomClose=隨機關閉
ChkRandomClose_Info_01=勾選時，會隨機的選擇閒置過久、關閉COC或關閉模擬器
ChkRandomClose_Info_02=添加這個選項，有可能因為啟動時間的不一致性，略微增加離線時間
ChkSuspendComputer=暫停電腦
ChkSuspendComputer_Info_01=選擇時選擇將暫停電腦 \r\n 添加此選項可能由於啟動所需的可變時間而稍微增加離線時間
ChkTrainAddRandomDelayEnable=隨機增加延遲
ChkTrainAddRandomDelayEnable_Info_01=隨機延遲檢查部隊訓練的時間
ChkTrainAddRandomDelayEnable_Info_02=勾選以減少打開部隊訓練視窗的次數，模擬真人操作
CmbCloseWaitRdmPercent_Info_01=輸入要使用的額外時間的最大百分比，創建隨機等待時間，
CmbCloseWaitRdmPercent_Info_02=機器人會計算出一個隨機等待時間，介於『實際需要時間』和
CmbCloseWaitRdmPercent_Info_03=『輸入最大隨機百分比』之間，來模擬人類操作
Group_01=等候部隊訓練時
Group_02=訓練時點擊的速度
Group_03=檢查部隊訓練時
Group_04=檢查大守護者模式
LblAddDelayIdlePhaseBetween=介於
LblCloseWaitingTroops=閒置時間
LblCloseWaitingTroops_Info_01=關閉 COC 如果閒置時間大於設定的時間，反之則不
LblSymbolWaiting_Info_01=選擇最小容許閒置的時間
LblTrainITDelay=延遲
LblTrainITDelay_Info_01=增加延遲，如果您的電腦反應慢或是想要有真人點擊訓練的效果
RdoCloseWaitExact=實際時間
RdoCloseWaitExact_Info_01=勾選時，使用等待部隊訓練所需的實際時間
RdoCloseWaitExact_Info_02=勾選此選項來選擇等待多長時間
RdoCloseWaitRandom=隨機時間
RdoCloseWaitRandom_Info_01=擇添加一個隨機額外的等待時間，就像有些人忘記要來進攻
TrainLogoutMaxTime=最大登出時間
TrainLogoutMaxTime_Info_01=僅允許登出的最長時間
TrainLogoutMaxTime_Info_02=分鐘。
[MBR GUI Design Child Attack - Attack Standard]
ChkAttackNearDarkElixirDrill_Info_01=在闇黑重油提煉井附近下兵
ChkAttackNearDarkElixirDrill_Info_01=在闇黑重油提煉井附近下兵
ChkAttackNearElixirCollector_Info_01=在聖水採集器附近下兵
ChkAttackNearGoldMine_Info_01=在金礦附近下兵
ChkAttackNearElixirCollector_Info_01=在聖水收集器附近下兵
ChkRandomSpeedAtk=隨機化出兵速度和梯次
ChkSmartAttackRedArea=智能出兵：貼近紅線
ChkSmartAttackRedArea_Info_01=偵測村莊四周的紅線，貼近出兵
CmbSmartDeploy_Info_01=每一邊, 後換兵種
CmbSmartDeploy_Info_02=下全兵種, 後換邊
CmbStandardDropOrder_Info_01=選擇預設的出兵順序
CmbStandardDropOrder_Info_02=各個預設的選項，出兵的順序和梯次皆不同。
CmbStandardDropOrder_Info_03=只有列於『軍隊類型』以下的軍隊會被使用。
CmbStandardDropOrder_Item_01=所有兵種（預定）
CmbStandardDropOrder_Item_02=Barch/BAM/BAG
CmbStandardDropOrder_Item_03=GiBarch
CmbStandardDropSides_Info_01=從一邊進攻,可穿透大本營
CmbStandardDropSides_Info_02=從兩邊進攻,可穿透大本營
CmbStandardDropSides_Info_03=從三邊進攻,清理週邊,有時候可穿透大本營
CmbStandardDropSides_Info_04=設定進攻的方向數量
CmbStandardDropSides_Info_05=從靠近闇黑重油罐的方向進攻
CmbStandardDropSides_Info_06=從靠近大本營的方向進攻
CmbStandardDropSides_Info_07=經典4指進攻
CmbStandardDropSides_Info_08=多指攻擊
CmbStandardDropSides_Item_01=一邊
CmbStandardDropSides_Item_02=兩邊
CmbStandardDropSides_Item_03=三邊
CmbStandardDropSides_Item_04=每個方向（均分）
CmbStandardDropSides_Item_05=闇黑重油罐
CmbStandardDropSides_Item_06=大本營
CmbStandardDropSides_Item_07=經典四指
CmbStandardDropSides_Item_08=多指
Group_01=部署
Label_01=出兵順序
Label_02=出兵方向
Lbl-CmbStandardUnitDelay=出兵速度
Lbl-CmbStandardUnitDelay_Info_01=控制出兵的速度和梯次：1（最快）如機器操控，10（最慢）如人操控
Lbl-CmbStandardUnitDelay_Info_02=隨機的出兵速度和梯次，將更像人在操控
Lbl-CmbStandardWaveDelay_Info_01=梯次
LblSmartDeploy=出兵方式
LblSmartDeploy_Info_01=選擇兵種或邊的優先順序
LblSmartDeploy_Info_02=方式 1: 在每一邊下一種兵種，一波後，再轉換成其他的兵種繼續下一波，或者
LblSmartDeploy_Info_03=方式 2: 在一邊下完各個兵種（例如：哥布林，弓箭手，野蠻人）的全部兵力後，再換邊繼續
[MBR GUI Design Child Attack - Attack]
BtnClose=關
BtnCustomDropOrder=下兵順序
BtnCustomDropOrder_Info_01=選擇自定義下兵順序
BtnDropOrderSet=應用新順序
BtnDropOrderSet_Info_01=完成選擇自定義下兵順序後按下按鈕
BtnDropOrderSet_Info_02=當不是所有部隊順序槽填滿，將在空槽中使用隨機順序作為命令！
BtnRemoveDropOrder=清空(刪除)列表
BtnRemoveDropOrder_Info_01=按下按鈕清空(刪除)列表中所有部隊並重新開始
ChkCustomDropOrderEnable=啟用自定義下兵順序
ChkCustomDropOrderEnable_Info_01=啟用自定義下兵順序
ChkCustomDropOrderEnable_Info_02=不會對CSV腳本攻擊產生影響！ 只適用標準攻擊。
ChkCustomDropOrderEnable_Info_03=活魚和死魚
ChkTHSnipeBeforeEnable=先偷本
ChkTHSnipeBeforeEnable_Info_01=若大本營外置，則先偷本
Chk-Use-Clan Castle_Info_01=進攻時使用 城堡軍隊
Chk-Use-Clone_Info_01=進攻時使用 鏡像法術
Chk-Use-Earthquake_Info_01=進攻時使用 地震法術
Chk-Use-Freeze_Info_01=進攻時使用 冰凍法術
Chk-Use-Haste_Info_01=進攻時使用 加速法術
Chk-Use-Healing_Info_01=進攻時使用 療傷法術
Chk-Use-Jump_Info_01=進攻時使用 彈跳法術
Chk-Use-King_Info_01=進攻時使用 野蠻人之王
Chk-Use-King_Info_02=七本以上才有
Chk-Use-Light_Info_01=進攻時使用 雷電法術
Chk-Use-Poison_Info_01=進攻時使用 施毒法術
Chk-Use-Queen_Info_01=進攻時使用 弓箭女皇
Chk-Use-Queen_Info_02=九本以上才有
Chk-Use-Rage_Info_01=進攻時使用 狂暴法術
Chk-Use-Skeleton_Info_01=進攻時使用 骷髏法術
Chk-Use-Warden_Info_01=進攻時使用 大守護者
Chk-Use-Warden_Info_02=十一本以上才有
Cmb-Algorithm_Item_01=標準攻擊
Cmb-Algorithm_Item_02=CSV 腳本攻擊
Cmb-Algorithm_Item_03=擠壓式攻擊
Cmb-Algorithm_Item_03_SubItem_01=A - 結構
Cmb-Algorithm_Item_03_SubItem_02=B - 條件
Cmb-Algorithm_Item_03_SubItem_03=C - 進攻
Cmb-Algorithm_Item_03_SubItem_04=D - 擠壓式攻擊後
Cmb-Algorithm_Item_03_SubItem_05=高級設置
Cmb-Algorithm_Item_04=SmartFarm Attack
Cmb-SelectTroop_Info_01=選擇進攻時使用的軍隊
Cmb-SelectTroop_Item_01=全部軍隊
Cmb-SelectTroop_Item_02=兵營軍隊
Cmb-SelectTroop_Item_03=野蠻人
Cmb-SelectTroop_Item_04=弓箭手
Cmb-SelectTroop_Item_05=野蠻人+弓箭手
Cmb-SelectTroop_Item_06=野蠻人+哥布林
Cmb-SelectTroop_Item_07=弓箭手+哥布林
Cmb-SelectTroop_Item_08=野蠻人+弓箭手+巨人
Cmb-SelectTroop_Item_09=同上+哥布林
Cmb-SelectTroop_Item_10=野蠻人+弓箭手+野豬騎士
Cmb-SelectTroop_Item_11=野蠻人+弓箭手+亡靈
Cmb-Siege_Item_01=僅限城堡
Cmb-Siege_Item_02=攻城戰車
Cmb-Siege_Item_03=攻城飛艇
CmbTHSnipeBeforeScript_Info_01=您可以在 CSV\THSnipe 目錄中，新增/編輯選項
Group_01=使用
Group_02=偷本
Group_03=自定義下兵順序
GUI_DropOrder=刪除自訂義攻擊下兵順序
LblAttackType=攻擊類型
LblSelectSpecialTroop=特殊軍隊類型
LblSelectTroop=軍隊類型
LblTHSnipeBeforeTiles=邊界格數
LblTHSnipeBeforeTiles_Info_01=邊界距離大本營的最大格數
TxtDropOrder=輸入部隊下兵的順序 #
[MBR GUI Design Child Attack - MULTI FINGERS]
ChkUnitFactor_Info_13=修改出兵速度因子
ChkUnitFactor_Info_14=出兵速度 = 出兵速度 x 因子（毫秒）
ChkUnitFactor_Info_15=單位部署延遲=單位設置x單位係數（毫秒）
ChkUnitFactor_Info_16=修改換兵速度因子
ChkUnitFactor_Info_17=換兵速度 = 梯次 x 因子（毫秒）
ChkUnitFactor_Info_18=切換隊列延遲=波浪設置x波形因子（毫秒）
CmbDBMultiFinger_Info_01=選擇多指攻擊風格。
CmbDBMultiFinger_Info_02=* 隨機模式，隨機選擇一種攻擊方式。
CmbDBMultiFinger_Info_03=* 4指和8指樣式，將同時攻擊所有4面。
CmbDBMultiFinger_Info_04=* 4指和8指樣式，風險和使用BOT方式一樣！
CmbDBMultiFinger_Info_05=隨機模式
CmbDBMultiFinger_Info_06=4指標準
CmbDBMultiFinger_Info_07=4指螺旋左
CmbDBMultiFinger_Info_08=4指螺旋右
CmbDBMultiFinger_Info_09=8指開花
CmbDBMultiFinger_Info_10=8指內爆
CmbDBMultiFinger_Info_11=8指螺旋左
CmbDBMultiFinger_Info_12=8指螺旋右
LblDBMultiFinger_Info_01=樣式：
[MBR GUI Design Child Attack - Attack Scripted]
btnAttABNow_Info_01=立即攻擊活魚
btnAttABNow_Info_02=現在攻擊按鈕它將使CSV製造商/測試人員輕鬆測試腳本效果。模擬器畫面應該在想要攻擊的村莊上
btnAttABNow_Info_03=注意：它不會攻擊部落戰基地或友誼挑戰基地。
btnAttDBNow_Info_01=立即攻擊死魚
btnAttDBNow_Info_02=現在攻擊按鈕它將使CSV製造商/測試人員輕鬆測試腳本效果。模擬器畫面應該在想要攻擊的村莊上
btnAttDBNow_Info_03=注意：它不會攻擊部落戰基地或友誼挑戰基地。
btnAttNow_Info_01=立即攻擊
btnAttNow_Info_02=現在攻擊按鈕它將使CSV製造商/測試人員輕鬆測試腳本效果。模擬器畫面應該在想要攻擊的部落戰基地上
btnAttNow_Info_03=注意：它會攻擊任何基地但它不會縮小村莊。
CmbScriptDropline=線型：固定外角（推薦）|線型：紅線起點|全線型：固定外角|全線型：紅線起點|非線型
CmbScriptDropline_Info_01=選擇線型出兵的端點。推薦的外角方式比較安全。紅線起點方式比較積極。
CmbScriptName=選擇一個 CSV 攻擊腳本（存放在 CSV/Attack 目錄中）
CmbScriptRedlineImpl=ImgLoc 紅線（推薦）|ImgLoc 紅線點式|舊紅線|最外邊緣
CmbScriptRedlineImpl_Info_01=選擇紅線區辨認方式。推薦的 ImgLoc 紅線方式應是最好的。
CSVSpeed=CSV 部署速度
Group_01=CSV 攻擊腳本
IconApply_Info_01=應用部隊，拼寫，紅線，分隔線和請求的設置
IconCopy_Info_01=複製並重新命名當前攻擊腳本
IconCreate_Info_01=新建攻擊腳本
IconReload_Info_01=重新載入攻擊腳本檔案列
IconShow-Edit_Info_01=顯示/編輯當前攻擊腳本
[MBR GUI Design Child Attack - Deadbase Attack Milking]
CapacityStructure_01=0-4%
CapacityStructure_02=5-19%
CapacityStructure_03=20-74%
CapacityStructure_04=75-89%
CapacityStructure_05=90-100%
ChkAtkGEDExtractors=攻擊
ChkAttackMinesIfDarkElixir=攻擊暗黑重油井如果有暗黑重油在
ChkAttackMinesIfGold=攻擊金礦如果有黃金在
ChkAttackMinesIfElixir=攻擊聖水收集器如果有聖水在
ChkMilkAfterAttackScripted=啟用腳本攻擊
ChkMilkAfterAttackScripted_Info_02=對死魚使用腳本攻擊，這樣就會導致標準攻擊
ChkMilkAfterAttackTHSnipe=啟用大本狙擊（偷本）
ChkMilkFarmForceTolerance=容忍力
ChkMilkFarmForceTolerance_Info_01=容許偏差 正常
ChkMilkFarmForceTolerance_Info_02=容許偏差 提升
ChkMilkFarmForceTolerance_Info_03=容許偏差 消除
ChkMilkingDebugFullSearch=全搜索，僅用於調整目的（很慢）
ChkMilkingDebugFullSearch_Info_01=使用此選項可以檢測未檢測到的圖像藥劑採集器
ChkMilkingDebugIMG=對每個採集器進行製作偏移量圖像
ChkMilkingDebugVillage=製作村莊圖像
ChkSnipeIfNoElixir=偷本即使沒有採集器可以擠壓
ChkStructureDestroyedAfterAttack=下波攻擊後檢查建築破壞狀況
ChkStructureDestroyedAfterAttack_Info_01=攻擊之後的建築，檢查，看它是否已被另一波破壞。
ChkStructureDestroyedAfterAttack_Info_02=必須有較高的延遲在波與波之間使用這個選項
ChkStructureDestroyedBeforeAttack=下波攻擊前檢查建築破壞狀況
ChkStructureDestroyedBeforeAttack_Info_01=攻擊之前的建築，檢查，看它是否已被另一波破壞。
ChkStructureDestroyedBeforeAttack_Info_02=您必須有較高的延遲在波與波之間使用這個選項
CmbMilkAttackType_Item_01=較慢：檢查每個收集器中的資源。
CmbMilkAttackType_Item_02=快速：只檢查每個收集器的級別。
CmbMilkingAttackDropGoblinAlgorithm_Item_01=在同一個地方放下每隻哥布林
CmbMilkingAttackDropGoblinAlgorithm_Item_02=把每隻哥布林都放在不同的地方
CmbMilkLvl_01=Levels 1-4
CmbMilkLvl_05=Level 5
CmbMilkLvl_06=Level 6
CmbMilkLvl_07=Level 7
CmbMilkLvl_08=Level 8
CmbMilkLvl_09=Level 9
CmbMilkLvl_10=Level 10
CmbMilkLvl_11=Level 11
CmbMilkLvl_12=Level 12
CmbStructureOrder_Item_01=攻擊順序：如設定
CmbStructureOrder_Item_02=攻擊順序：隨機
CmbStructureOrder_Item_03=攻擊順序：並排
Group_01=選擇擠壓攻擊搜索類型
Group_02=水採集器最小攻擊等級
Group_03=說明
Group_04=結構攻擊
Group_05=如果只有攻擊
Group_06=4. 每個建築物使用的部隊
Group_07=5.刪除選項
Group_08=檢查被破壞的建築
Group_09=5a. 擠壓攻擊後，攻擊外置大本（偷本）
Group_10=5b. 繼續執行腳本攻擊
Group_11=容許偏差設定
Group_12=Debug
LblMaxTilesMilk=從紅線最大距離
LblMilkSnipeAlgorithm=使用算法
LblRedline-and-Collectors=紅線與採集器之間的距離
LblWhichLevel=其中有一個級別
TxtDelayWaves=- 每波之間的延遲（ms）:
TxtDisable=DIS.
TxtMaxWaves=- 最大波：
TxtMaxWaves_Info_01=選擇在每個採集器上放下的最大波數。
TxtMaxWaves_Info_02=如果採集器被破壞，那麼沒有更多的部隊將結束。
TxtXWave=- 每波部隊:
[MBR GUI Design Child Attack - Attack Smart Farm]
ChkDebugSmartFarm=調試智慧村莊
ChkRandomSpeedAtk=隨機化單位&&波浪的延遲
Group_01=選項
Lbl-CmbStandardUnitDelay=延遲單位
Lbl-CmbStandardUnitDelay_Info_01=這延遲了部隊的部署，1（快）=像機器人，10（慢）=像人類一樣。
Lbl-CmbStandardUnitDelay_Info_02=隨機使機器人更加多樣化，更貼近像一個人。
Lbl-CmbStandardWaveDelay_Info_01=波
Lbl-TxtInsidePercentage=內部資源
Lbl-TxtOutsidePercentage=外部資源
txt-TxtInsidePercentage=僅在一側強制攻擊的百分比
txt-TxtOutsidePercentage=四面強迫攻擊的百分比
[MBR GUI Design Child Attack - EndBattle]
ChkDEEnd=當
ChkDEEnd_Info_01=當暗黑重油少於設定的比例，且野蠻人之王處於紅血狀態時，結束戰鬥
ChkDEEnd_Info_02=當暗黑重油少於設定的比例，且弓箭女皇處於紅血狀態時，結束戰鬥
ChkDESideEB=當暗黑重油少於
ChkDESideEB_Info_01=啟動暗黑重油側攻擊的特殊條件
ChkDESideEB_Info_02=當暗黑重油少於設定的比例時，且沒有以下其它的條件，將結束戰鬥
ChkDisableOtherEBO=不使用左欄的結束戰鬥選項
ChkDisableOtherEBO_Info_01=當暗黑重油少於設定的比例時，不使用左欄的選項來結束戰鬥
ChkEndNoResources=當資源為零時
ChkEndNoResources_Info_01=戰役中，當金、水、黑都為零時，結束戰鬥
ChkEndOneStar=當獲得一星時
ChkEndOneStar_Info_01=戰役中，獲得一星時，結束戰鬥
ChkEndOneStar_Info_02=當暗黑重油少於設定的比例，且獲得一星時，結束戰鬥
ChkEndPercentChange=當戰果百分比於數秒內
ChkEndPercentChange_Info_01=當戰果百分比於此時間內不再改變，結束戰鬥
ChkEndPercentHigher=當戰果百分比
ChkEndPercentHigher_Info_01=如果戰果百分比大於此數值時，結束戰鬥
ChkEndTwoStars=當獲得兩星時
ChkEndTwoStars_Info_01=戰役中，獲得二星時，結束戰鬥
ChkStopAtkNoLoot=當在下列秒數內
ChkStopAtkNoLoot_Info_01=在設定的時間內戰利品沒有額外的增加；
ChkStopAtkNoLoot_Info_02=當英雄和所有部隊都釋放完畢後開始倒數計時
Group_01=結束戰鬥
Group_02=結束戰鬥（暗黑重油）
LabelDE_01=進攻方向為『闇黑重油罐』時：
LabelDE_Info_01=必須先至『活魚/進攻』，選用進攻方向為『闇黑重油罐』
LblDEEnd=處於紅血狀態
LblMinRerourcesAtk2=且可搶資源少於：
LblMinRerourcesAtk2_Info_01=如果低於這個數值，結束戰鬥
LblPercentChange=不再改變
LblPercentHigher=大於
LblStopAtkNoLoot=搶不到資源
LblSwitch_DB_Attack_at_END=切換回死魚進攻模式
TxtArmyCamps2_Info_01=當兵營內軍隊數量大於設定的比例時，切換回死魚進攻模式
[MBR GUI Design Child Attack - Deadbase-Collectors]
ChkCollectorLevel_Info_01=勾選，機器人進行死魚判別時將對
ChkCollectorLevel_Info_02=滿
ChkCollectorLevel10_Info_01=等級 10 聖水收集器進行掃描判斷
ChkCollectorLevel11_Info_01=等級 11 聖水收集器進行掃描判斷
ChkCollectorLevel12_Info_01=等級 12 聖水收集器進行掃描判斷
ChkCollectorLevel6_Info_01=等級 6 聖水收集器進行掃描判斷
ChkCollectorLevel7_Info_01=等級 7 聖水收集器進行掃描判斷
ChkCollectorLevel8_Info_01=等級 8 聖水收集器進行掃描判斷
ChkCollectorLevel9_Info_01=等級 9 聖水收集器進行掃描判斷
ChkDBCollectorsNearRedline=紅線附近的收集器
ChkDBCollectorsNearRedline_Info_01=檢查有多少收集器在接近紅線。 如果超過你設定的％，然後攻擊。
ChkDisableCollectorsFilter=停用此死魚標準判定
ChkDisableCollectorsFilter_Info_01=機器人將視死魚為活魚
ChkMeetCollOutside=檢查外置的收集器。
ChkMeetCollOutside_Info_01=搜索外面有收集器的基地。
ChkMeetCollOutside_Info_02=設定搜索外面有收集器的基地。 如果超過你設定的％，然後攻擊。
ChkSkipCollectorCheck=跳過外置的收集器檢查
ChkSkipCollectorCheck_Info_01=如果你不想比較下面的資源之一，只需設置為0
ChkSkipCollectorCheckTH=如果跳過外置的收集器檢查
ChkSkipCollectorCheckTH_Info_01=比較級別是否低於或等於我的設置，是就攻擊！
CmbMinCollectorMatches_Info_01=設置判定收集器的數量
Group_01=收集器
LblCollectorLevel=設置死魚的判定標準
LblCollectorLevel10=等級 10 必須 >
LblCollectorLevel10_Info_01=設置判定等級 10 收集器中存儲聖水為滿（死魚標準）的百分比
LblCollectorLevel11=等級 11 必須 >
LblCollectorLevel11_Info_01=設置判定等級 11 收集器中存儲聖水為滿（死魚標準）的百分比
LblCollectorLevel12=等級 12 必須 >
LblCollectorLevel12_Info_01=設置判定等級 12 收集器中存儲聖水為滿（死魚標準）的百分比
LblCollectorLevel6=等級 6 必須 >
LblCollectorLevel6_Info_01=設置判定等級 6 收集器中存儲聖水為滿（死魚標準）的百分比
LblCollectorLevel7=等級 7 必須 >
LblCollectorLevel7_Info_01=設置判定等級 7 收集器中存儲聖水為滿（死魚標準）的百分比
LblCollectorLevel8=等級 8 必須 >
LblCollectorLevel8_Info_01=設置判定等級 8 收集器中存儲聖水為滿（死魚標準）的百分比
LblCollectorLevel9=等級 9 必須 >
LblCollectorLevel9_Info_01=設置判定等級 9 收集器中存儲聖水為滿（死魚標準）的百分比
LblCollectorTolerance=誤差值
LblDBMinCollOutsideText=最小
LblMinCollectorMatches=收集器判定數量：
LblRedlineTiles=格數
LblRedlineTiles_Info_01=紅線到收集器之間的距離。 使用格數作為測量
LblSkipCollectorCheck=如果目標資源超過
LblSkipCollectorCheckTHText=目標大本等級
SldCollectorTolerance_Info_01=使用此滑塊來調整所有圖像的誤差值
SldCollectorTolerance_Info_02=如果要調整個別圖像，就必須編輯個別圖像
SldCollectorTolerance_Info_03=警告：除非您清楚知道該如何進行誤差調整，否則不要改變該設置。若不確定如何設置，請保持該設置為 “0”！
TxtSkipCollectorDark=如果 暗黑重油 設定搜索目標值達到 跳過外置的收集器檢查
TxtSkipCollectorElixir=如果 聖水 設定搜索目標值達到 跳過外置的收集器檢查
TxtSkipCollectorGold=如果 金 設定搜索目標值達到 跳過外置的收集器檢查
TxtSkipCollectorElixir=如果 聖水 設定搜索目標值達到 跳過外置的收集器檢查
[MBR GUI Design Child Attack - Bully]
CmbBullyMaxTH_Info_01=大本營等級在此範圍內將被攻擊
Group_01=弱本 攻擊組合
LblATBullyMode=大本營等級
LblBullyMode=在弱本攻擊模式下，所有在大本營等級設定範圍內的村莊將被攻擊
LblSearch=啟動弱本，經過
LblSearch_Info_01=在多少次搜索後，啟動弱本模式
LblWhenFound=攻擊方式
RadBullyUseDBAttack=死魚
RadBullyUseDBAttack_Info_01=使用 死魚 的攻擊方式
RadBullyUseLBAttack=活魚
RadBullyUseLBAttack_Info_01=使用 活魚 的攻擊方式
[MBR GUI Design Child Attack - Options-Search]
ChkAlertSearch=發現魚時，系統彈出提醒
ChkAlertSearch_Info_01=當發現魚的時候，系統彈出氣泡提醒！
ChkAttackNow=啟用『立刻攻擊』按鈕
ChkAttackNow_Info_01=勾選，如果您想要『立刻攻擊』按鈕啟用
ChkAttackNow_Info_02=且顯現在『停止』按鈕旁邊，給予使用者手動決定攻擊的機會。
ChkAttackNow_Info_03=『立刻攻擊』按鈕只在搜索時出現。
ChkAttackPriority=攻擊優先級
ChkAttackPriority_Info_01=當雙軍準備好攻擊時，將跳過額外的檢查。
ChkDBDropEmptySiege=死魚使用攻城機器
ChkDBDropEmptySiege_Info_01=在死魚的基地放下空的攻城機器。
ChkDropEmptySiege=放下空攻城機械：
ChkDropEmptySiege_Info_01=啟用積極進攻死魚放下空的攻城機械。
ChkLBDropEmptySiege=活魚使用攻城機器
ChkLBDropEmptySiege_Info_01=在死魚的基地放下空的攻城機器。
ChkRestartSearchLimit=重新開始，經過
ChkRestartSearchLimit_Info_01=經過多少次搜索後，返回村莊，再重新開始搜索
ChkRestartSearchPickupHero=重新開始接受治癒英雄
ChkRestartSearchPickupHero_Info_01=當英雄被治癒並且可以加入攻擊時返回基地
ChkReturnTimerEnable_01=定時回到村莊
ChkReturnTimerEnable_02=由於雲中漫長的等待，所以要定時回到村莊。重新搜索攻擊
ChkSearchReduction=啟用降低搜索條件
ChkSearchReduction_Info_01=當搜索達到設定次數後，自動降低搜索條件
Group_01=搜索條件
Group_02=延遲村莊搜索
Group_03=搜索選項
Label_15=分鐘
LblAttackNow=延長
LblAttackNow_Info_01=延長搜索時停頓的時間，給予使用者更多思考和點擊『立刻攻擊』按鈕的機會
LblMaxVSDelay_Info_01=當最大的滑條設定值高於最小滑條的設定值時，
LblMaxVSDelay_Info_02=便啟動了『隨機』的村莊搜索延遲時間（介於最大和最小之間）
LblMinVSDelay_Info_01=使用滑條去改變，搜索村莊時點擊『下一個』的等待時間。
LblMinVSDelay_Info_02=可能可以彌補減少一些失去連結的錯誤，
LblMinVSDelay_Info_03=無法保證一定有效果。
LblSearchReduceCount=降低條件每經
LblSearchReduceCount_Info_01=輸入次數，當搜索達到設定次數後，自動降低搜索條件，重新搜索
LblSearchReduceDark=- 降低 暗黑重油
LblSearchReduceDark_Info_01=每一次降低的暗黑重油數值
LblSearchReduceElixir=- 降低 聖水
LblSearchReduceElixir_Info_01=每一次降低的聖水數值
LblSearchReduceGold=- 降低 黃金
LblSearchReduceGold_Info_01=每一次降低的黃金數值
LblSearchReduceGoldPlusElixir=- 降低 黃金加聖水
LblSearchReduceGoldPlusElixir_Info_01=每一次降低的聖水加黃金數值
LblSearchReduceTrophy=- 降低 獎盃
LblSearchReduceTrophy_Info_01=每一次降低的獎盃數值
TxtReturnTimer_01=設置所需的時間，如果雲中的等待時間超過此時間，則機器人將返回主頁(村莊)。
[MBR GUI Design Child Attack - Options-Attack]
ChkAttackPlanner_Info_01=機器人會繼續運行，當排定的時間到時，將被重新開啟
ChkAttackPlannerCloseAll=關閉 模擬器
ChkAttackPlannerCloseAll_Info_01=勾選，當不在排定的時間內時，模擬器將被關閉
ChkAttackPlannerCloseCoC=關閉 COC
ChkAttackPlannerCloseCoC_Info_01=勾選，當不在排定的時間內時，COC 將被關閉
ChkAttackPlannerDayLimit=每日攻擊次數
ChkAttackPlannerDayLimit_Info_01=當超過介於設定次數範圍內的隨機攻擊次數，將停止攻擊
ChkAttackPlannerEnable=啟用 攻擊時間表
ChkAttackPlannerEnable_Info_01=勾選，便可使用攻擊時間表，控制攻擊的時間和星期
ChkAttackPlannerEnable_Info_02=機器人會繼續運行，但只在排定的時間做攻擊
ChkAttackPlannerRandom=隨機 停止攻擊
ChkAttackPlannerRandom_Info_01=勾選，將隨機任意地停止攻擊
ChkAttackPlannerRandom_Info_02=請選擇停止攻擊的時數
ChkAttackPlannerSuspendComputer=暫停電腦
ChkAttackPlannerSuspendComputer_Info_01=此選項將暫停電腦，而不是安排搜索和攻擊！
ChkDropCCHoursEnable=啟用援兵時間表
ChkDropCCHoursEnable_Info_01=使用時間表來設定何時可以使用援兵，\r\n如果沒有啟用時間表，援兵將永遠被使用
Group_01=英雄技能
Group_02=攻擊時間表
Group_03=部落城堡
LbAttackPlannerDayLimit=至
RadAutoAbilities=自動使用技能（紅血狀態）
RadAutoAbilities_Info_01=攻擊中當英雄處於紅血狀態時，
RadAutoAbilities_Info_02=會分別自動使用技能
RadBothAbilities_Info_01=全部
RadBothAbilities_Info_02=自動使用技能，當紅血狀態時或英雄下後幾秒。
RadManAbilities=使用技能於
RadManAbilities_Info_01=設定於幾秒後使用英雄技能
RadManAbilities_Info_02=所有英雄會在設定時間，同時使用技能
TxtManAbilities_Info_01=設定使用英雄技能的時間，為攻擊開始後幾秒
TxtMaxLbAttackPlannerDayLimit_Info_01=請輸入每日最大允許攻擊的次數
TxtMinLbAttackPlannerDayLimit_Info_01=請輸入每日最小允許攻擊的次數
[MBR GUI Design Child Attack - Options-SmartZap]
ChkNoobZap=笨蛋模式
ChkNoobZap_Info_01=勾選以不計成本地執行閃黑任務（只用閃電法術）（可設期望值）
ChkSmartZapDB=只限於死魚
ChkSmartZapDB_Info_01=遇到死魚時才啟用閃黑（推薦）
ChkSmartZapFTW=使用雷電與地震法術使戰鬥達到1星 哈比 Happy！！
ChkSmartZapFTW_Info_01=使用剩餘閃電與地震法術讓破壞百分比達到50以上
ChkSmartZapFTW_Info_02=(需經計算能達到才會啟動)
ChkSmartZapSaveHeroes=不使用於偷本時英雄已出兵
ChkSmartZapSaveHeroes_Info_01=不使用閃黑於偷本時英雄已出兵的狀況下
Group_01=閃黑
LblNoobZap=期望獲取的暗黑重油數值
LblNoobZap_Info_01=設定期望於每一闇黑重油罐獲得的暗黑重油數值
LblNoobZap_Info_02=注意：若上次閃黑時未獲得期望的暗黑重油數值，笨蛋模式會被停止
LblSmartUseEQSpell=城堡地震法術
LblSmartUseEQSpell_Info_01=勾選以使用城堡內的地震法術於闇黑重油罐上來獲取暗黑重油
LblSmartUseLSpell=雷電法術
LblSmartUseLSpell_Info_01=勾選以使用雷電法術於闇黑重油罐上來獲取暗黑重油
LblSmartUseLSpell_Info_02=注意：同時必須於軍隊/法術頁面
LblSmartUseLSpell_Info_03=設定法術工廠最大容量和法術使用的數量
LblSmartZap=最小的暗黑重油數值
LblSmartZap_Info_01=設定啟用閃黑的最小暗黑重油數值
LblUse_This_Spell_to_Zap=使用此法術閃黑
[MBR GUI Design Child Attack - Options-EndBattle]
ChkScreenshotLootInfo=截圖檔名包含戰利品資訊
ChkScreenshotLootInfo_Info_01=截圖檔名包含戰利品資訊
ChkShareAttack=分享視頻到您的部落聊天室裡
ChkShareAttack_Info_01=勾選來分享視頻到您的部落聊天室裡
ChkTakeLootSS_Info_01=啟動戰利品截圖功能
Group_01=分享攻擊視頻
Group_02=戰利品截圖
LblRandomMessage=隨機傳送名單內的信息到部落聊天室裡
LblShareMinLoot=當獲得戰利品
ListShareMessage_Info_01=和分享視頻一同傳送的信息
ListShareMessage_Item_01=Nice\r\nGood\r\nThanks \r\nWowwww
TxtShareMinDark_Info_01=分享視頻當獲得暗黑重油大於此設定值
TxtShareMinGold_Info_01=分享視頻當獲得黃金大於此設定值
TxtShareMinElixir_Info_01=分享視頻當獲得聖水大於此設定值
[MBR GUI Design Child Attack - Options-TrophySettings]
ChkTrophyAtkDead=降杯時攻擊死魚
ChkTrophyAtkDead_Info_01=在降杯過程中如果發現死魚，第一時間攻擊死魚
ChkTrophyHeroes=使用英雄降杯
ChkTrophyHeroes_Info_01=如果有英雄可用，使用英雄降杯
ChkTrophyRange=獎盃範圍
Group_01=盃段設置
LblDropTrophyArmyMin=當軍隊比例
LblDropTrophyArmyMin_Info_01=輸入降杯過程中，攻擊死魚的最少軍隊比例
LblTrophyHeroesPriority=使用英雄順序
LblTrophyHeroesPriority_Info_01=選擇使用英雄的可能順序
TxtDropTrophy_Info_01=當獎盃小於此值時，停止降杯動作
TxtMaxTrophy_Info_01=當獎盃大於此值時，開始降杯動作
[MBR GUI Design Child Attack - Strategies]
BtnGUIPresetDeleteConf=刪除
BtnGUIPresetLoadConf=載入戰略
BtnGUIPresetSaveConf=保存戰略
BtnStrategyFolder=開啟戰略目錄
LblLoadPresetMessage=載入戰略設置\n\n- 載入訓練軍隊設置\n- 載入所有搜索 && 攻擊設置\n\n- 除外:分享攻擊視頻設置\n- 除外:戰利品截圖設置\n- 除外:寶石加速設置
LblSaveFilename=戰略檔名
LblSaveFilenameNote=記錄
LblSavePresetMessage=保存設置\n--------------------------------------\n保存所有:\n- 訓練軍隊設置\n- 所有搜索 && 進攻設置\n\n除外:\n- 分享攻擊視頻設置\n- 戰利品截圖設置\n- 寶石加速設置\n--------------------------------------
[MOD GUI Design - BotHumanization]
chkCollectAchievements=自動收集成就
chkLookAtRedNotifications=看看按鈕上的紅色/紫色標誌
chkUseAltRClick=隨機進行所有BOT點擊
chkUseAltRClick_Info_01=完全隨機點擊是一個很好的功能，因為它使所有機器人點擊隨機...
chkUseAltRClick_Info_02=瘋狂的@RoroTiti一直使用它，他說它沒有問題......但是，它仍然是一個實驗性功能，可能會導致不可預測的問題......
chkUseAltRClick_Info_03=那麼，你想用它嗎？:)
chkUseAltRClick_Info_04=PS：如果您使用此功能，將不會向您提供支持...
chkUseBotHumanization=啟用Bot人性化
Group_01=設置
Label_01=閱讀部落聊天
Label_02=閱讀全球公共聊天
Label_03=Or
Label_04=Say...
Label_05=觀看防禦
Label_06=觀看進攻
Label_07=最快重播速度
Label_08=暫停重播
Label_09=看部落戰紀錄
Label_10=訪問部落成員
Label_11=看最好的玩家
Label_12=看最好的部落
Label_13=最快重播速度
Label_14=看現在進行中部落戰
Label_15=暫停重播
Label_16=觀看重播
Label_17=不做什麼
Label_18=循環最大動作
Label_20=發布友宜戰挑戰與消息
[MOD GUI Design - Misc]
ChkKickOutSpammers=踢出垃圾郵件發送者
ChkKickOutSpammers_Info_01=只有捐贈和'0'請求的成員！
ChkUseGTFO=啟用它（風險自負...）
ChkUseKickOut=啟用它（風險自負...）
ChkUseKickOut_Info_01=有必要成為副首領者或首領
Group_01=特別踢除捐贈
Group_02=特別剔除新成員
GTFOClanHop=捐贈後離開此部落
GTFOReturnClan=完成後返回原部落
Label_01=SKD的目標是快如閃電的捐贈
Label_02=SKD非常適合GTFO並賺取很多經驗值！
Label_03=時間使用：捐兵95％，培訓5％
Label_04=初始
Label_05=當前
LblClanReturn=回到部落
LblDonatedCap=捐兵限制
LblDonatedCap_Info_01=新的成員+捐兵的部隊限制，當到達將被踢[0-8]
LblGTFO=快如閃電的兵與法術捐贈
LblGTFO_Info_01=這是一個獨立功能！
LblGTFO_Info_02=只需設置您的一鍵訓練，正確的捐兵設定
LblGTFO_Info_03=和這個功能！
LblKickLimit=踢出限制
LblKickLimit_Info_01=每次會踢多少名成員[1-9]
LblKickLimit_Info_02=排名從底部往上
LblKickout=踢出垃圾郵件發件人/新成員
LblMaxCyclesGTFO=循環後退出
LblMinSaveGTFO_01=當水低於時退出SKD
LblMinSaveGTFO_02=當黑低於時退出SKD
LblReceivedCap=已收到限制
LblReceivedCap_Info_01=新成員+收到部隊限制，當到達將被踢[0-35]
[MBR GUI Design MOD - War preration]
chkRequestCCForWar=暫停前請求部落援軍
chkStopForWar_01=為戰爭暫停村莊
chkStopForWar_02=暫停或設置當前帳戶'空閒'以準備戰爭
chkTrainWarTroop=在暫停之前刪除所有村莊部隊並訓練戰爭部隊
chkUseQuickTrainWar=使用一鍵訓練
CmbReturnTime_02=戰鬥結束前
CmbReturnTime_Info_01=0小時| 1小時| 2 小時 | 3 小時 | 4 小時 | 5小時| 6小時| 7小時| 8小時| 9小時| 10小時| 11小時| 12小時| 13小時| 14小時| 15小時| 16小時 | 17小時| 18小時| 19小時| 20小時| 21小時| 22小時| 23小時
CmbStopBeforeBattle=在戰鬥開始之前|戰鬥開始之後
CmbStopTime_Info_01=0小時| 1小時| 2 小時 | 3 小時 | 4 小時 | 5小時| 6小時| 7小時| 8小時| 9小時| 10小時| 11小時| 12小時| 13小時| 14小時| 15小時| 16小時 | 17小時| 18小時| 19小時| 20小時| 21小時| 22小時| 23小時
Group=戰爭準備
Label_01=回到村莊
Label_02=總兵力數
Label_03=總法術數
LblRemoveArmyWar=刪除設置的軍隊
TxtRequestCCForWar=戰爭部隊請求
[MBR GUI Design MOD - Chat]
chkChatNotify_01=使用遥控器聊天
chkChatNotify_02=通過pushbullet或telegram發送和接收聊天。\ r \ n使用BOT <myvillage> GETCHATS <interval | NOW | STOP>將最新的戰隊\ r \ n聊天作為圖像，然後通過BOT <myvillage> SENDCHAT <聊天消息>發送 和你的部落聊天
chkClanChat_01=聊天部落聊天
chkClanChat_02=使用部落聊天發送消息
chkCleverbot_01=機靈
chkCleverbot_02=使用此功能可以將機靈與您的部落進行交流
ChkDelayTime_01=延遲時間
chkGlobalChat_01=在全球公共聊天廣告
chkGlobalChat_02=使用全局聊天發送消息
chkGlobalScramble_01=爭奪全球公共聊天
chkGlobalScramble_02=將下面文本框中定義的消息片段以隨機順序加擾
chkPbSendNewChats_01=通知我新的聊天
chkPbSendNewChats_02=當檢測到新聊天時，將通過pushbullet和電報發送您的家族聊天圖像。 不保證100％準確。
chkRusLang_01=俄語
chkRusLang_02=俄語發送文本。 注意：Android模擬器中的輸入語言必須是俄語。
chkSwitchLang_01=切換語言
chkSwitchLang_02=垃圾郵件之後切換語言以建立新的全球公共聊天
chkUseGeneric_01=使用通用聊天
chkUseGeneric_02=如果閱讀最新的聊天失敗或沒有新的聊天，請使用通用聊天
chkUseResponses_01=使用自定義回复
chkUseResponses_02=使用下面定義關鍵字回复  
editGeneric_01=要發送的通用消息，每行一個
editGlobalMessages1_01=從此列表中隨機選取一個項目（每行一個）並添加它以創建要發送到全局的消息
editGlobalMessages2_01=從此列表中隨機選取一個項目（每行一個）並添加它以創建要發送到全局的消息
editResponses_01=在部落消息中查找指定的關鍵字並回复響應。 每行一項，格式為關鍵字：response
Group_01=全球公共聊天
Group_02=部落聊天
Label_15=分
[MBR GUI Design MOD - Goblin XP]
chkEnableSuperXP_Info_01=啟用 Goblin XP
chkEnableSuperXP_Info_05=Goblin XP
chkEnableSuperXP2_Info_01=在部隊訓練期間的單人模式經驗值
chkEnableSuperXP2_Info_02=單人模式經驗值不是攻擊
chkEnableSuperXP2_Info_03=獲得最大經驗值到
chkEnableSuperXP2_Info_04=使用
chkEnableSuperXP2_Info_05=獲得經驗值
chkEnableSuperXP2_Info_07=開始經驗值
chkEnableSuperXP2_Info_08=目前的經驗值
chkEnableSuperXP2_Info_09=贏得經驗值
chkEnableSuperXP2_Info_10=贏得經驗值/小時
chkFastGoblinXP=快速GoblinXP
chkFastGoblinXP_01=從主屏幕跳過當前經驗值檢查并讓GoblinXP快速啟動。
chkSkipZoomOutXP=跳過縮小
chkSkipZoomOutXP_01=攻擊完成後跳過縮小。
Label_03=Goblin XP持續攻擊單人模式的大本營來獲得經驗值。
Label_04=在每次攻擊中，你贏得5 經驗值
[MOD GUI Design - Forecast]
ForecastBoost=提升時>
ForecastBoost_Info_01=當戰利品索引時，提升軍營，英雄。
ForecastBoost_Info_02=提升的最低戰利品指數。
ForecastHopingSwitch=切換到
ForecastHopingSwitch_Info_01=戰利品指數時切換到個人資料
ForecastHopingSwitch_Info_02=當指數
ForecastHopingSwitch_Info_03=當指數
ForecastPause=停在下面
ForecastPause_Info_01=戰利品指數低於指定值時停止攻擊。
ForecastPause_Info_02=停止攻擊的最低戰利品指數。
[MBR GUI Design Child Bot - Switch Profiles]
ChkDESwitchMax_Info_01=切換到
ChkDESwitchMax_Info_02=啟用此選項可在暗黑重油高於時切換配置文件。
ChkDESwitchMin_Info_01=切換到
ChkDESwitchMin_Info_02=啟用此選項可在暗黑重油低於時切換配置文件。
ChkElixirSwitchMax_Info_01=切換到
ChkElixirSwitchMax_Info_02=啟用此選項可在聖水高於時切換配置文件。
ChkElixirSwitchMin_Info_01=切換到
ChkElixirSwitchMin_Info_02=啟用此選項可在聖水低於時切換配置文件。
chkGoldSwitchMax_Info_01=切換到
chkGoldSwitchMax_Info_02=當黃金高於時，啟用此選項可切換配置文件。
ChkGoldSwitchMin _Info_01=切換到
ChkGoldSwitchMin _Info_02=當金價低於時，啟用此選項可切換配置文件。
ChkTrophySwitchMax_Info_01=切換到
ChkTrophySwitchMax_Info_02=當獎杯高於時，啟用此選項可切換配置文件。
ChkTrophySwitchMin_Info_01=切換到
ChkTrophySwitchMin_Info_02=當獎杯低於時，啟用此選項可切換配置文件。
CmbDEMaxProfile_Info_01=選擇滿足條件時要切換到的配置文件
CmbDEMinProfile_Info_01=選擇滿足條件時要切換到的配置文件
CmbElixirMaxProfile_Info_01=選擇滿足條件時要切換到的配置文件
CmbElixirMinProfile_Info_01=選擇滿足條件時要切換到的配置文件
CmbGoldMaxProfile _Info_01=選擇滿足條件時要切換到的配置文件
CmbGoldMaxProfile _Info_03=設置黃金數量以觸發切換配置文件。
CmbGoldMinProfile _Info_01=選擇滿足條件時要切換到的配置文件
CmbTrophyMaxProfile_Info_01=選擇滿足條件時要切換到的配置文件
CmbTrophyMinProfile_Info_01=選擇滿足條件時要切換到的配置文件
Group_01=黃金 切換配置文件條件
Group_02=聖水 切換配置文件條件
Group_03=暗黑重油 切換配置文件條件
Group_04=獎杯 切換配置文件條件
Label_01=當黃金高於
Label_02=當黃金低於
Label_03=當 聖水 高於
Label_04=當 聖水 低於
Label_05=當 暗黑重油 高於
Label_06=當 暗黑重油 低於
Label_07=當 獎杯 高於
Label_08=當 獎杯 低於
TxtMaxDEAmount_Info_01=設置暗黑重油的量以觸發切換配置文件。
TxtMaxElixirAmount_Info_01=設置聖水的數量以觸發切換配置文件。
TxtMaxTrophyAmount_Info_01=設置獎杯數量以觸發切換配置文件。
TxtMinDEAmount_Info_01=設置暗黑重油的量以觸發切換配置文件。
TxtMinElixirAmount_Info_01=設置聖水的數量以觸發切換配置文件。
TxtMinGoldAmount _Info_01=設置黃金數量以觸發切換配置文件。
TxtMinTrophyAmount_Info_01=設置獎杯數量以觸發切換配置文件。
[MBR GUI Design MOD - SM Debug]
btnDragNDropQueue=測試拖放隊列
BtnTestBotHumanization=測試Bot人性化
BtnTestBuilderBaseAtk=測試 攻擊(建築大師基地)
BtnTestBuilderBaseObs=測試 移除障礙物(建築大師基地)
BtnTestBuilderTimeOCR=檢查構建器時間光學識別
BtnTestCheckOneGem=測試檢查寶石提升
BtnTestClanChatBot=測試部落聊天機器人
BtnTestGlobalChatBot=測試全球聊天機器人
BtnTestGoblinXP=測試 Goblin XP
BtnTestGTFO=测试 GTFO
BtnTestHeroBoostOCR=檢查英雄提升光學識別
BtnTestLabUpgrade=測試實驗室升級
BtnTestTNRQT=測試 TNRQT
BtnTestWardenMode=檢查守望者模式
Group_01=SM調試
[MBR GUI Design Child Bot - Profiles]
BtnAddProfile_Info_01=新增配置文件
BtnCancelProfileChange_Info_01=取消
BtnConfirmAddProfile_Info_01=確認
BtnDeleteProfile_Info_01=刪除配置文件
BtnPullSharedPrefs_Info_01=拉CoC shared_prefs文件夾
BtnPushSharedPrefs_Info_01=推送CoC shared_prefs文件夾
BtnRenameProfile_Info_01=重新命名配置文件
BtnSaveprofile_Info_01=儲存當前設置。
ChkOnlySCIDAccounts=SCid
ChkOnlySCIDAccounts_Info_01=你在使用SC_ID嗎？
ChkSmartSwitch=智慧開關
ChkSmartSwitch_Info_01=切換到最短的訓練時間
ChkSwitchAcc=啟用切換帳戶
ChkSwitchAcc_Info_01=啟用或禁用切換帳戶
CmbProfile_Info_01=用這切換不同的村莊配置
CmbProfile_Info_02=您的村莊配置文件檔位於以下路徑
CmbSwitchAcc=無切換帳戶組|切換帳戶組1 |切換帳戶組2 |切換帳戶組3 |切換帳戶組4 |切換帳戶組5 |切換帳戶組6 |切換帳戶組7 |切換帳戶組8
CmbTotalAccount=總CoC帳戶數
CmbTrainTime=跳過訓練時間小於
Description=使用切換帳戶要求在Android模擬器中註冊的Google帳戶數量超過此處配置的數量。 最多支持8個Google / CoC帳戶。
DonateLikeCrazy=瘋狂的捐兵
DonateLikeCrazy_Info_01=啟用它可以按以下順序切換帳戶：捐兵 - 最短造兵時間 - 捐兵 - 最短造兵時間 - 捐兵...！
Group_01=切換村莊配置文件
Group_02=切換帳戶
Label_01=帳號
Label_02=資料名稱
Label_03=僅捐兵
Label_04=切換帳戶日誌
Label_10=帳號
Label_11=村莊時間表1
Label_12=村莊時間表2
Msg_SwitchAccounts_InUse=我的機器人同切換帳戶組 ％S 已經在使用或活動。
RadSwitchGooglePlay=Google Play
RadSwitchGooglePlay_Info_01=僅支持Google Play帳戶
RadSwitchSharedPrefs=Shared_prefs
RadSwitchSharedPrefs_Info_01=支持Google Play和SuperCell ID帳戶
RadSwitchSuperCellID=SuperCell ID
RadSwitchSuperCellID_Info_01=僅支持SuperCell ID帳戶
TxtVillageName_Info_01=請輸入 村莊/配置 的名稱
WhatSCIDAccount2Use_Info_01=從登錄窗口中選擇正確的帳戶！
[MBR GUI Design Child Bot - Options]
BtnExportData=導出數據
ChkAutoAlign=自動對齊
ChkAutoAlign_Info_01=重新定位/對齊安卓模擬器和機器人視窗
ChkAutoDock=自動停泊
ChkAutoDock_Info_01=啟動機器人和重模擬器後的模擬器自動停靠
ChkAutoHideEmulator=自動隱藏
ChkAutoHideEmulator_Info_01=啟動機器人和重模擬器後的模擬器自動隱藏
ChkAutoMinimizeBot=啟動後自動最小化機器人
ChkAutoMinimizeBot_Info_01=選取，以啟用啟動機器人後自動最小化機器人
ChkAutoResume=自動恢復運行
ChkAutoResume_Info_01=勾選此，將於設定的時間，把暫停運行自動恢復運行
ChkAutostart=自動開始運行
ChkAutostart_Info_01=在設定的時間後，自動開始運行機器人
ChkBotAutoSlideClick=合并后自動隱藏界面
ChkBotAutoSlideClick_Info_01=啓用當模擬器和外挂合并后，\r\n當外挂視窗不在當前激活時自動隱藏界面。
ChkBotCustomTitleBarClick=優化標題欄的設計
ChkBotCustomTitleBarClick_Info_01=啟用優化模擬器和機器人的窗口標題欄和邊框（需要重新啟動外挂）
ChkCheckGameLanguage=檢查遊戲語言 (EN)
ChkCheckGameLanguage_Info_01=檢查遊戲語言是不是設定正確 (必須設定為 English)
ChkDeleteLogs=刪除日誌檔
ChkDeleteLogs_Info_01=刪除比設定天數舊的日誌檔案
ChkDeleteLoots=刪除戰利品截圖
ChkDeleteLoots_Info_01=刪除比設定天數舊的戰利品截圖
ChkDeleteTemp=刪除暫存檔
ChkDeleteTemp_Info_01=刪除比設定天數舊的暫存檔案
ChkDisableNotifications=禁用通知
ChkDisableNotifications_Info_01=禁用機器人發送的通知
ChkDisableSplash=停用啟動畫面
ChkDisableSplash_Info_01=啟動時不使用啟動畫面
ChkEnableAuto=為模擬器啟用自動
ChkEnableAuto_Info_01=選取，以啟用啟動機器人和重模擬器後，模擬器自動隱藏和停靠
ChkFixClanCastle=強制偵測部落城堡
ChkFixClanCastle_Info_01=如果在攻擊列上偵測不到部落城堡，而且也不在上一次攻擊時的位置上，將強制設定在目前空出的位置
ChkForMBRUpdates=檢查更新
ChkForMBRUpdates_Info_01=勾選，將檢查您的機器人是不是最新版本
ChkHideWhenMinimized=最小化時隱藏
ChkHideWhenMinimized_Info_01=機器人視窗在最小化時，隱藏到工作列狀態區域\r\n點擊狀態圖示/顯示機器人來重新顯示機器人視窗
ChkLabCheck=禁用實驗室檢查
ChkScreenshotHideName=隱藏個人和部落的名字
ChkScreenshotType=保存為PNG格式
ChkSinglePBTForced=強制PB只重啟一次
ChkSinglePBTForced_Info_01=在被PB強制下線之前，自己提前先下線，而使得COC只重啟一次
ChkSqlite=使用SQLite進行統計
ChkSqlite_Info_01=將攻擊數據收集到SQlite，導出為CSV
ChkSqlite_Info_02=非常適合與Smart-Farm一起使用，收集內外的資源，資源等。
ChkUseRandomClick=隨機點擊
CmbAlignmentOptions_Info_01=0,0：重新定位安卓模擬器到 Windows 桌面上(0,0)的位置，然後機器人靠到模擬器右邊或左邊
CmbAlignmentOptions_Info_02=對齊：只是重排視窗, 對齊機器人視窗和模擬器視窗：右上對齊, 左上對齊, 右下對齊, 左下對齊\r\n合併：整合模擬器視窗入機器人視窗
CmbAlignmentOptions_Item_01=0,0：模擬器-機器人
CmbAlignmentOptions_Item_02=0,0：機器人-模擬器
CmbAlignmentOptions_Item_03=對齊：機器人對齊模擬器右上角
CmbAlignmentOptions_Item_04=對齊：機器人對齊模擬器左上角
CmbAlignmentOptions_Item_05=對齊：機器人對齊模擬器右下角
CmbAlignmentOptions_Item_06=對齊：機器人對齊模擬器左下角
CmbAlignmentOptions_Item_07=整合：模擬器進入機器人
CmbGUILanguage_Info_01=切換不同的介面語言
Group_01=介面語言
Group_02=當載入初始化時
Group_03=當開始運行時
Group_04=專家選項
Group_05=螢幕截圖選項
Group_06=遠端設備
Group_07=其它選項
Group_08=處理器/高級執行緒
LblAlignOffsetX=偏移
LblGlobalActiveBotsAllowed_Info_01=個機器人可以同時運行
LblGlobalThreads_Info_01=個全局圖像處理綫程
LblPBTimeForcedExit=提前下線的時間
LblPBTimeForcedExit_Info_01=輸入提前的時間，注意：輸入的數值小於10分鐘，可能沒有作用！
LblThreads_Info_01=個圖像處理綫程用於此機器人
LblTimeAnotherDevice=當有遠端設備連接，等
LblTimeAnotherDevice_Info_01=輸入當有遠端設備連接時，機器人再次連接的等待時間 (按分計算)
TxtAlignOffsetX_Info_01=安卓模擬器和機器人視窗之間的水平偏移像素
TxtAlignOffsetY_Info_01=安卓模擬器和機器人視窗之間的垂直偏移像素
TxtGlobalActiveBotsAllowed_Info_01=當運行多個機器人時，請指定可以同時運行多少個機器。\r\n這樣可以顯著降低CPU利用率。\r\n可用的邏輯處理器數量很多。\r\n此配置在所有配置文件/實例之間共享 並需要重新啟動所有機器人（關閉所有，等待，並重新開始！）。
TxtGlobalThreads_Info_01=當運行多個機器人時，請指定圖像處理任務可以同時運行多少個全局執行緒。\r\n這可以顯著降低CPU利用率。\r\n可用的邏輯處理器的數量是一個很好的數字。\r\n這個配置是 在所有配置文件/實例之間共享，並且需要重新啟動所有漫遊器（關閉所有，等待，並重新開始！）。
TxtSinglePBTimeForced_Info_01=輸入自己待在線下的時間，15分鐘以上可以重設PB計時器
TxtThreads_Info_01=處理圖像時，會使用多個執行緒。 這裡您指定了這個機器人可以使用多少執行緒。\r\n執行緒可以顯著降低CPU利用率。\r\n可用的邏輯處理器數量很多。 對所有可用的使用0。 全局執行緒設置優先。
[Android]
Android_Options=Android模擬器選項
ChkAdbClickDragScript=使用脚本方式來點擊和拖動以達到精準。
ChkAdbClickDragScript_Info=使用安卓特定脚本文件來點擊和拖動。\r\n如果取消勾選，將會使用比較兼容性的'input swipe'指令.
ChkAndroidCloseWithBot=用機器人關閉模擬器
ChkAndroidCloseWithBot_Info=當機器人存在時，也關閉模擬器。
CmbBackgroundMode=默認|使用 WinAPI (需要模擬器DirectX模式)|使用 ADB screencap
CmbBackgroundMode_Info=控制在背景模式下如何使用安卓的屏幕截圖。\n默認會選擇基於模擬器來選擇使用WinAPI或screencap。\n信息：WinAPI比screencap快，但是screencap總是可以在屏幕關閉后運行，我們稱之為“真正的背景模式”！
LblAndroidRebootHours=重啓模擬器，請設定几小時后：
LblAndroidRebootHours_Info=請輸入几小時后重啓模擬器。（減少模擬器過久運行而導致運行緩慢）
LblBackgroundMode=屏幕截圖的背景模式
[Android Control]
BtnAndroidAdbShell=在新的控制台窗口中啟動ADB Shell
BtnAndroidBack=發送Back鍵
BtnAndroidHome=發送Home鍵
BtnPlayStoreGame=部落衝突
BtnPlayStoreNovaLauncher=Nova啓動器
DisableShowTouchs=禁用觸控
EnableShowTouchs=啟用觸控
Group_03=安卓控制
Group_04=安裝谷歌商城的Apps
[MBR GUI Design Child Bot - Debug]
BtnTestAttackBar=測試攻擊
BtnTestAttackCSV=測試CSV腳本攻擊
BtnTestBuildingLocation=尋找建築
BtnTestCleanYard=測試清潔村莊
BtnTestClickDrag=測試點擊拖動（滾動）
BtnTestDeadBase=測試死魚
BtnTestDeadBaseFolder=測試死魚文件
BtnTestDonateCC=測試捐兵
BtnTestImage=測試圖像
BtnTestRequestCC=測試請求
BtnTestTrain=測試訓練
BtnTestVillageSize=測試村莊等級大小
ChkDebugAndroid=Android模擬器
ChkDebugAndroid_Info _01=調試：啟用Android模擬器的操作提供額外的日誌調試消息。
ChkdebugAttackCSV=攻擊CSV腳本
ChkdebugAttackCSV_Info _01=調試：生成特殊的CSV解析日誌文件
ChkdebugBuildingPos=建築物
ChkdebugBuildingPos_Info _01=調試：顯示建築物在日誌中的位置
ChkDebugClick=點擊
ChkDebugClick_Info _01=調試：將點擊的（x，y）坐標寫入日誌。
ChkDebugDeadbaseImage=測試死魚文件夾
ChkDebugDeadbaseImage_Info _01=測試攻擊腳本
ChkDebugDisableVillageCentering=調試： 禁止村莊居中.
ChkDebugDisableVillageCentering_Info _01=測試死魚
ChkDebugDisableZoomout=禁用縮小
ChkDebugDisableZoomout_Info _01=調試：禁止縮小村莊。
ChkDebugFunc=功能
ChkDebugFunc_Info _01=調試： 啟用調試時間功能和調用層次結構。
ChkDebugImageSave=圖片
ChkDebugImageSave_Info _01=調試：啟用保存圖像進行故障排除。
ChkDebugOCR=OCR
ChkDebugOCR_Info _01=調試：啟用保存OCR圖像進行故障排除
ChkDebugOCRDonate=在線調試捐兵
ChkDebugOCRDonate_Info _01=調試：模擬捐兵，但不會真的捐。
ChkDebugSetlog=信息
ChkDebugSetlog_Info _01=調試：啓用顯示隱藏訊息（故障排除使用）
ChkDebugSmartZap=除錯
ChkDebugSmartZap_Info _01=閃黑除錯
ChkdebugTrain=訓練
ChkdebugTrain_Info _01=調試：啓用顯示訓練訊息
ChkMakeIMGCSV=CSV攻擊圖像
ChkMakeIMGCSV_Info _01=調試：啓用保存由CSV腳本攻擊的基礎位置并標記在圖像。
ConsoleWindow=顯示/隱藏控制台
Group_01=除錯
TestAutoUpgrade=測試自動升級
TestClickAway=測試點擊離開
TestFindButton=測試查找按鈕
TestUpgradeWindow=測試升級窗口
TestWeakBase=測試弱本
[MBR Popups]
Bot_will_exit=注意 =>> 當完成時，機器人將會退出，並且必須重新啟動
Cancel_to_exit=或者點擊 取消 退出
CheckPrerequisites_Item_01=長官，有些檔案找不到！
CheckPrerequisites_Item_02=請解壓縮所有檔案和資料夾，再嘗試啟動機器人一次！
CheckPrerequisites_Item_03=對不起，開始按鈕被停用直到修復為止！
CheckPrerequisites_Item_04=長官，檔名不正確！
CheckPrerequisites_Item_05=您改變了 MyBot.run.exe 的檔名，請改回來後再重新啟動機器人！
Close_Bot=請關閉機器人！
Delete_and_Reset_Building_info=點擊 確定，刪除/重設 所有建築物資訊
Delete_Building_Info=刪除建築物資訊嗎？
Delete_Profile_01=刪除配置文件
Delete_Profile_02=您確定要刪除此配置文件？\r\n檔案將無法救回！
Delete_then_restart_bot=點擊 確定 刪除後，手動重啟機器人
Func_AttackCSVAssignDefaultScriptName_Copy_0=複製並重新命名當前攻擊腳本
Func_AttackCSVAssignDefaultScriptName_Copy_1=複製
Func_AttackCSVAssignDefaultScriptName_Create=新建攻擊腳本
Func_AttackCSVAssignDefaultScriptName_Error=當建立檔案時出現錯誤
Func_AttackCSVAssignDefaultScriptName_File-exists=同名檔案已存在，請輸入別的檔名
Func_AttackCSVAssignDefaultScriptName_New_0=輸入新的腳本檔名
Func_AttackCSVAssignDefaultScriptName_New_1=並輸入新的腳本檔名
Func_cmbLanguage=重啟機器人以更換成新的介面語言：
Func_Locate_Building_01=點擊 定位更新 按鈕，然後點擊您要升級的 建築物/英雄
Func_Locate_Building_02=定位所有要升級的建築物後，點擊 完成 按鈕
Func_Locate_Building_03=點擊 取消 按鈕，退出定位建築物
Func_Locate_Building_04=定位 建築物|完成|取消
Func_Locate_Building_05=定位升級物
Func_Locate_Building_06=您現在可以將滑鼠移出模擬器之外，謝謝！
Func_Locate_Building_07=文字讀取錯誤
Func_Locate_Building_08=輸入升級成本
Func_Locate_Building_09=保存升級的圖片供開發和分析使用嗎？
Func_Locate_Building_10=黃金   |  聖水  |  暗黑重油
Func_Locate_Building_11=需要用戶幫助
Func_Locate_Building_12=選擇升級的類型：
Func_Locate_Clan_Castle_01=點確定後，移動至部落城堡，再點擊一下
Func_Locate_Clan_Castle_02=定位部落城堡
Func_Locate_King_Altar_01=點擊 確定 後，移動至 野蠻人之王聖台，再點擊一下
Func_Locate_King_Altar_02=定位野蠻人之王聖台
Func_Locate_Laboratory_01=點擊 確定 後，移動至 實驗室，再點擊一下
Func_Locate_Laboratory_02=定位實驗室
Func_Locate_Queen_Altar_01=點擊 確定 後，移動至 弓箭女皇聖台，再點擊一下
Func_Locate_Queen_Altar_02=定位弓箭女皇聖台
Func_Locate_TownHall_01=點擊 確定 後，移動至 大本營，再點擊一下
Func_Locate_TownHall_02=定位大本營
Func_Locate_Warden_Altar_01=點擊 確定 後，移動至 大守護者聖台，再點擊一下
Func_Locate_Warden_Altar_02=定位大守護者聖台
Func_PresetDeleteConf_Info_01=刪除設置
Func_PresetDeleteConf_Info_02=您確定要刪除設置嗎？
Locate_building_01=點擊位置後，不要立刻移動滑鼠
Locate_building_02=確保建築物的名稱可見！
Locate_building_03=您現在可以將滑鼠移出模擬器之外，謝謝！
Locate_building_04=注意！
Locating_your_TH=如果您要定位大本營，是因為大本營剛升級
Must_restart_bot=那麼您必須重啟機器人
MyVillage=我的村莊
Ok=確定
Ok_Cancel=確定|取消
OK_to_restart_bot=點擊 確定，重啟機器人
Profile_Already_Exists_01=配置文件已存在
Profile_Already_Exists_02=%s 已存在\r\n請使用另一個名稱
Profile_Already_Exists_03=已經存在.
Profile_Already_Exists_04=請為您的個人資料選擇另一個名稱
Restart_bot=點擊 確定，關閉機器人，然後啟動機器人(手動)
Settings_DPI_Error_01=解析度不正確，設定值太
Settings_DPI_Error_02=%. 必須設定它到100%，使機器人運行
Settings_DPI_Error_03=改變解析度DPI為正確的值後，重新開機且再次運行機器人
Settings_DPI_Error_04=在更改之前，將不能使用機器人
Settings_DPI_Error_05=點擊 確定 流覽如何改變解析度
Settings_DPI_Error_06=解析度不正確
Settings_DPI_Error_07=不支持
Settings_DPI_Error_08=對不起，您的作業系統不支持運行機器人
Settings_Error=顯示設定錯誤
sText_01=機器人出現了一個嚴重的錯誤
sText_02=無法找到或啟動
sText_03=重啟電腦後，再試一次
sText_04=並流覽 www.mybot.run 論壇以獲得更多幫助
sText_05=關閉機器人！
sText_06=確定 - 必須退出程式
Sure_Close Bot=您確定要重啟機器人嗎？
Sure_Delete_Building_Info=您確定要刪除建築物資訊嗎？
YES_NO=是|否
[MBR GUI Design Child Bot - Stats]
BtnResetStats=重新統計
LblAttacked=攻擊次數
LblAttacked_Info_01=符合搜索條件，進攻的次數
LblBase-Attacked=攻擊次數
LblBuilUpg-by-Elixir_Info_01=聖水升級建築次數
LblBuilUpg-by-Gold_Info_01=黃金升級建築次數
LblBuilUpg-Cost-by-Elixir_Info_01=升級建築總共用掉聖水
LblBuilUpg-Cost-by-Gold_Info_01=升級建築總共用掉黃金
LblCost-Collect=成本 && 收集
LblDarkE=暗黑重油
LblDead-Base=死魚
LblDead-Base_Info_01=攻擊死魚次數
LblDead-Base-Gain=獲得
LblDead-Base-Gain-Dark_Info_01=攻擊死魚獲得的暗黑重油
LblDead-Base-Gain-Elixir_Info_01=攻擊死魚獲得的聖水
LblDead-Base-Gain-Gold_Info_01=攻擊死魚獲得的黃金
LblDead-Base-Gain-Trophies_Info_01=攻擊死魚獲得的獎杯
LblDElixir-collected=收集暗黑重油
LblDElixir-collected_Info_01=在村莊收集的暗黑重油
LblDropped=降杯總數
LblDropped_Info_01=自動降杯的總數
LblElixir=聖水
LblElixir-collected=集聖水
LblElixir-collected_Info_01=在村莊收集的聖水
LblGainPerHour=收益/小時
LblGold=黃金
LblGold-collected=收集黃金
LblGold-collected_Info_01=在村莊收集的黃金
LblHeroesUpg=英雄升級次數
LblHeroesUpg_Info_01=英雄升級次數
LblheroesUpg-Cost=升級共用暗黑重油
LblheroesUpg-Cost_Info_01=升級英雄總共用掉暗黑重油
LblLastAttack=最後一次攻擊
LblLeague=聯盟
LblLeagueBonus=獎勵
LblLive-Base=活魚
LblLive-Base_Info_01=攻擊活魚次數
LblLive-Base-Gain-Dark_Info_01=攻擊活魚獲得的暗黑重油
LblLive-Base-Gain-Elixir_Info_01=攻擊活魚獲得的聖水
LblLive-Base-Gain-Gold_Info_01=攻擊活魚獲得的黃金
LblLive-Base-Gain-Trophy_Info_01=攻擊活魚獲得的獎杯
LblNbr-of-OoS=斷線次數
LblNbr-of-OoS_Info_01=斷線次數
LblRun=運行資訊
LblRuntime=運行時間
LblRuntime_Info_01=機器人的總運行時間
LblSearch-Cost=搜尋成本
LblSearch-Cost_Info_01=搜尋村莊所用的黃金
LblSkipped=跳過次數
LblSkipped_Info_01=不符合搜索條件，跳過的次數
LblStartedWith=初始數值
LblStats=統計
LblStatsBonusLast_Info_01=最後一次進攻獲得的黃金獎勵
LblStatsBonusLast_Info_02=最後一次進攻獲得的聖水獎勵
LblStatsBonusLast_Info_03=最後一次進攻獲得的暗黑重油獎勵
LblStatsDonDark-Spells=闇黑法術
LblStatsDonDark-Troops=闇黑軍隊
LblStatsDonElixir-Spells=聖水法術
LblStatsDonElixir-Troops=聖水軍隊
LblStatsDonTotal=總共捐贈
LblStatsDonTotalXP=經驗值
LblStatsGainPerHour_Info_01=黃金/小時
LblStatsGainPerHour_Info_02=聖水/小時
LblStatsGainPerHour_Info_03=暗黑重油/小時
LblStatsGainPerHour_Info_04=獎杯/小時
LblStatsLastAttack_Info_01=最後一次進攻獲得的黃金
LblStatsLastAttack_Info_02=最後一次進攻獲得的聖水
LblStatsLastAttack_Info_03=最後一次進攻獲得的暗黑重油
LblStatsLastAttack_Info_04=最後一次進攻獲得或失去的獎杯數量
LblStatsSmartEarthQuakeUsed_Info_01=使用地震法術閃黑的次數
LblStatsSmartLightningUsed_Info_01=使用雷電法術閃黑的次數
LblStatsSmartZap_Info_01=閃黑共獲得的暗黑重油數值
LblStatsStartedWith_Info_01=最初擁有的黃金
LblStatsStartedWith_Info_02=最初擁有的聖水
LblStatsStartedWith_Info_03=最初擁有的暗黑重油
LblStatsStartedWith_Info_04=最初擁有的獎杯數量
LblStatsSZRev2=閃黑
LblStatsSZRev2-Used=使用次數
LblStatsTop_Info_01=獲得最高黃金
LblStatsTop_Info_02=獲得最高聖水
LblStatsTop_Info_03=獲得最高暗黑重油
LblStatsTop_Info_04=獲得最高獎杯
LblStatsTotalGain_Info_01=機器人運行後，獲得或失去的黃金總量
LblStatsTotalGain_Info_02=（包括手動升級建築物的資源支出）
LblStatsTotalGain_Info_03=機器人運行後，獲得或失去的聖水總量
LblStatsTotalGain_Info_04=機器人運行後，獲得或失去的暗黑重油總量
LblStatsTotalGain_Info_05=機器人運行後，獲得或失去的獎杯總量
LblTH-Bully=弱本
LblTH-Bully_Info_01=攻擊弱本次數
LblTH-Bully-Gain-Dark_Info_01=攻擊弱本獲得的暗黑重油
LblTH-Bully-Gain-Elixir_Info_01=攻擊弱本獲得的聖水
LblTH-Bully-Gain-Gold_Info_01=攻擊弱本獲得的黃金
LblTH-Bully-Gain-Trophy_Info_01=攻擊弱本獲得的獎杯
LblTH-Snipe=偷本
LblTH-Snipe_Info_01=偷本的次數
LblTH-Snipe-Gain-Dark_Info_01=偷本獲得的暗黑重油
LblTH-Snipe-Gain-Elixir_Info_01=偷本獲得的聖水
LblTH-Snipe-Gain-Gold_Info_01=偷本獲得的黃金
LblTH-Snipe-Gain-Trophy_Info_01=偷本獲得的獎杯
LblTH-Snipe-Lost_Info_01=偷本失敗的次數
LblTH-Snipe-Win_Info_01=偷本成功的次數
LblTopLoot=最高資源
LblTotalGain=總收益
LblTrain-Cost-DElixir=暗黑重油訓練成本
LblTrain-Cost-DElixir_Info_01=訓練闇黑軍隊所用的暗黑重油
LblTrain-Cost-Elixir=聖水訓練成本
LblTrain-Cost-Elixir_Info_01=訓練聖水軍隊所用的聖水
LblTrain-Cost-Gold=建立成本黃金
LblTrain-Cost-Gold_Info_01=用於建造攻城機器的黃金
LblTrophy=獎杯
LblUpg-by-Elixir=聖水升級次數
LblUpg-by-Gold=黃金升級次數
LblUpgrade-Costs=升級成本
LblUpgrades-Made=升級次數
LblWallUpg-by-Elixir_Info_01=聖水升級城牆次數
LblWallUpg-by-Gold_Info_01=黃金升級城牆次數
LblWallUpg-Cost-by-Elixir=升級共用聖水
LblWallUpg-Cost-by-Elixir_Info_01=升級城牆總共用掉聖水
LblWallUpg-Cost-by-Gold=升級共用黃金
LblWallUpg-Cost-by-Gold_Info_01=升級城牆總共用掉黃金
[MBR Func_AtkLogHead]
AtkLogHead_Text_01=收益日誌
AtkLogHead_Text_02=------------------------------------------------- 收 益 ----------------------------- 獎 勵 ------------------------
AtkLogHead_Text_03=|帳號|時 間| 獎 盃|搜索次數|   金   |    水   |  暗黑重油  |獎盃|星|   金  |   水   |暗黑重油|聨盟|
[601]
26=打開主題文件
25=打開文件時出錯!
[MBR Func_Village_Upgrade]
BtnResetLabUpgradeTime_Info_01=可見紅色按鈕表示實驗室升級過程中
BtnResetLabUpgradeTime_Info_02=當接近升級完成時，這將自動消失。
BtnResetLabUpgradeTime_Info_03=如果在正常結束時間之前已使用寶石手動完成升級，
BtnResetLabUpgradeTime_Info_04=在啟動新升級之前，單擊紅色按鈕以重置內部升級計時器
BtnResetLabUpgradeTime_Info_05=注意 - 不必要的定時器復位將強制不斷檢查實驗室狀態
BtnResetLabUpgradeTime_Info_06=部隊升級開始了
BtnResetLabUpgradeTime_Info_07=將開始檢查完成時間：
